[
  {
    "id": 1,
    "q": "Hành động nào sau đây góp phần bảo vệ môi trường khi sử dụng máy tính?",
    "a": "Kích hoạt chế độ tiết kiệm điện (Power Saving) và tắt máy khi không sử dụng."
  },
  {
    "id": 2,
    "q": "Một phần mềm được thiết kế để gây hại cho máy tính, đánh cắp dữ liệu hoặc phá hoại hệ thống được gọi chung là gì?",
    "a": "Malware (Phần mềm độc hại)"
  },
  {
    "id": 3,
    "q": "Loại phần mềm độc hại nào có khả năng tự nhân bản và lây lan qua mạng máy tính mà không cần sự tương tác của người dùng?",
    "a": "Worm (Sâu máy tính)"
  },
  {
    "id": 4,
    "q": "Loại phần mềm độc hại nào ngụy trang thành một chương trình hợp pháp, hữu ích để lừa người dùng cài đặt?",
    "a": "Trojan Horse"
  },
  {
    "id": 5,
    "q": "Biện pháp nào sau đây là quan trọng nhất để phòng chống phần mềm độc hại?",
    "a": "Cài đặt phần mềm diệt virus và cập nhật cơ sở dữ liệu thường xuyên."
  },
  {
    "id": 6,
    "q": "Hành vi lừa đảo trực tuyến nhằm lấy cắp thông tin nhạy cảm (như mật khẩu, thông tin thẻ tín dụng) bằng cách giả mạo thành một đơn vị uy tín được gọi là gì?",
    "a": "Phishing"
  },
  {
    "id": 7,
    "q": "Để tạo một mật khẩu mạnh, bạn nên làm gì?",
    "a": "Kết hợp chữ hoa, chữ thường, số và ký tự đặc biệt, có độ dài ít nhất 8 ký tự."
  },
  {
    "id": 8,
    "q": "Một hệ thống an ninh mạng, có thể là phần cứng hoặc phần mềm, giúp giám sát và kiểm soát lưu lượng mạng ra vào dựa trên các quy tắc bảo mật được thiết lập sẵn, được gọi là gì?",
    "a": "Firewall (Tường lửa)"
  },
  {
    "id": 9,
    "q": "Quyền của tác giả đối với tác phẩm do mình sáng tạo ra (ví dụ: phần mềm, sách, bài hát) được gọi là gì?",
    "a": "Quyền tác giả (Copyright)"
  },
  {
    "id": 10,
    "q": "Phần mềm được cung cấp miễn phí để dùng thử trong một khoảng thời gian giới hạn hoặc với các tính năng bị hạn chế được gọi là gì?",
    "a": "Shareware"
  },
  {
    "id": 11,
    "q": "Phần mềm nào đi kèm với mã nguồn, cho phép người dùng xem, sửa đổi và phân phối lại?",
    "a": "Open Source Software (Phần mềm nguồn mở)"
  },
  {
    "id": 12,
    "q": "Luật nào của Việt Nam quy định về các hoạt động trong không gian mạng, các biện pháp bảo vệ an ninh mạng?",
    "a": "Luật An ninh mạng"
  },
  {
    "id": 13,
    "q": "Thiết bị nào sau đây vừa là thiết bị đầu vào, vừa là thiết bị đầu ra?",
    "a": "Màn hình cảm ứng (Touchscreen)"
  },
  {
    "id": 14,
    "q": "Một Bit có thể biểu diễn được bao nhiêu giá trị?",
    "a": "2 (0 hoặc 1)"
  },
  {
    "id": 15,
    "q": "Trong kiến trúc máy tính, bộ phận nào thực hiện các phép tính số học (cộng, trừ, nhân, chia) và logic (AND, OR, NOT)?",
    "a": "ALU (Arithmetic Logic Unit - Khối số học và logic)"
  },
  {
    "id": 16,
    "q": "Thành phần nào được coi là \"bộ não\" của máy tính, chịu trách nhiệm thực thi các lệnh của chương trình?",
    "a": "CPU (Bộ xử lý trung tâm)"
  },
  {
    "id": 17,
    "q": "Giao diện người dùng đồ họa được viết tắt là gì?",
    "a": "GUI (Graphical User Interface)"
  },
  {
    "id": 18,
    "q": "Thiết bị nào có chức năng chuyển đổi tín hiệu số từ máy tính thành tín hiệu analog để truyền qua đường dây điện thoại và ngược lại?",
    "a": "Modem"
  },
  {
    "id": 19,
    "q": "Thiết bị nào có chức năng kết nối nhiều mạng máy tính với nhau và định tuyến các gói tin đến đúng đích?",
    "a": "Router"
  },
  {
    "id": 20,
    "q": "URL là viết tắt của cụm từ nào?",
    "a": "Uniform Resource Locator"
  },
  {
    "id": 21,
    "q": "Hệ thống có chức năng phân giải tên miền (ví dụ: [www.google.com](https://www.google.com)) thành địa chỉ IP (ví dụ: 8.8.8.8) được gọi là gì?",
    "a": "DNS (Domain Name System)"
  },
  {
    "id": 22,
    "q": "Chữ 'S' trong giao thức 'HTTPS' có nghĩa là gì?",
    "a": "Secure (An toàn)"
  },
  {
    "id": 23,
    "q": "Một tệp văn bản nhỏ mà các trang web lưu trữ trên máy tính của bạn để ghi nhớ thông tin về bạn được gọi là gì?",
    "a": "Cookie"
  },
  {
    "id": 24,
    "q": "Dịch vụ lưu trữ và cho phép truy cập dữ liệu của bạn từ xa thông qua Internet được gọi là gì?",
    "a": "Lưu trữ đám mây (Cloud Storage)"
  },
  {
    "id": 25,
    "q": "Phần mềm nào sau đây KHÔNG phải là một dịch vụ lưu trữ đám mây?",
    "a": "Microsoft PowerPoint"
  },
  {
    "id": 26,
    "q": "Hành vi sử dụng công nghệ số để quấy rối, đe dọa hoặc làm bẽ mặt người khác một cách có chủ ý và lặp đi lặp lại được gọi là gì?",
    "a": "Cyberbullying (Bắt nạt qua mạng)"
  },
  {
    "id": 27,
    "q": "Dấu vết dữ liệu bạn để lại khi sử dụng Internet được gọi là gì?",
    "a": "Dấu chân số (Digital footprint)"
  },
  {
    "id": 28,
    "q": "Việc thực hiện các giao dịch ngân hàng như chuyển tiền, thanh toán hóa đơn qua Internet được gọi là gì?",
    "a": "E-banking (Ngân hàng điện tử)"
  },
  {
    "id": 29,
    "q": "Biện pháp bảo mật nào yêu cầu bạn cung cấp hai yếu tố xác thực khác nhau để chứng minh danh tính?",
    "a": "Xác thực hai yếu tố (Two-Factor Authentication)"
  },
  {
    "id": 30,
    "q": "Loại phần mềm độc hại nào chuyên mã hóa dữ liệu của nạn nhân và đòi tiền chuộc để giải mã?",
    "a": "Ransomware"
  },
  {
    "id": 31,
    "q": "Loại phần mềm độc hại nào bí mật thu thập thông tin từ máy tính của người dùng mà họ không hề hay biết?",
    "a": "Spyware (Phần mềm gián điệp)"
  },
  {
    "id": 32,
    "q": "Việc làm nào sau đây KHÔNG được khuyến khích khi thực hiện giao dịch trực tuyến?",
    "a": "Thực hiện giao dịch bằng mạng Wi-Fi công cộng không có mật khẩu."
  },
  {
    "id": 33,
    "q": "Trong các loại giấy phép phần mềm, loại nào cho phép người dùng sử dụng phần mềm miễn phí mà không có giới hạn?",
    "a": "Freeware (Phần mềm miễn phí)"
  },
  {
    "id": 34,
    "q": "Việc sao chép, sử dụng tác phẩm, ý tưởng của người khác mà không ghi nhận nguồn gốc hoặc tác giả được gọi là gì?",
    "a": "Đạo văn (Plagiarism)"
  },
  {
    "id": 35,
    "q": "Thành phần nào của máy tính có nhiệm vụ cung cấp nguồn điện cho các linh kiện khác hoạt động?",
    "a": "PSU (Power Supply Unit - Bộ nguồn)"
  },
  {
    "id": 36,
    "q": "Bộ nhớ đệm tốc độ cao, nằm giữa CPU và RAM, dùng để lưu trữ các dữ liệu được truy cập thường xuyên được gọi là gì?",
    "a": "Cache"
  },
  {
    "id": 37,
    "q": "Công nghệ nào cho phép hệ điều hành tự động nhận diện và cấu hình một thiết bị phần cứng mới được kết nối vào máy tính?",
    "a": "Plug and Play (Cắm và Chạy)"
  },
  {
    "id": 38,
    "q": "Phần mềm nhỏ, được tích hợp vĩnh viễn vào một thiết bị phần cứng để điều khiển các chức năng cơ bản của thiết bị đó được gọi là gì?",
    "a": "Firmware"
  },
  {
    "id": 39,
    "q": "Trong mô hình mạng Client-Server (Khách-Chủ), vai trò của Server là gì?",
    "a": "Cung cấp tài nguyên và dịch vụ cho các máy khách (Client)."
  },
  {
    "id": 40,
    "q": "Một mạng máy tính trong đó các máy tính có vai trò ngang hàng, vừa có thể là máy khách vừa có thể là máy chủ, được gọi là gì?",
    "a": "Mạng Peer-to-Peer (P2P - Mạng ngang hàng)"
  },
  {
    "id": 41,
    "q": "Địa chỉ duy nhất được gán cho mỗi thiết bị khi tham gia vào mạng máy tính sử dụng giao thức Internet được gọi là gì?",
    "a": "Địa chỉ IP"
  },
  {
    "id": 42,
    "q": "Công nghệ cho phép thực hiện các cuộc gọi điện thoại qua kết nối Internet được gọi là gì?",
    "a": "VoIP (Voice over IP)"
  },
  {
    "id": 43,
    "q": "\"Vạn vật kết nối\" là tên gọi tiếng Việt của thuật ngữ nào?",
    "a": "IoT (Internet of Things)"
  },
  {
    "id": 44,
    "q": "Lĩnh vực khoa học máy tính nghiên cứu về việc tạo ra các máy móc thông minh có khả năng thực hiện các nhiệm vụ giống con người được gọi là gì?",
    "a": "Artificial Intelligence (AI - Trí tuệ nhân tạo)"
  },
  {
    "id": 45,
    "q": "Việc lưu một bản sao của dữ liệu ở một nơi khác để phòng trường hợp dữ liệu gốc bị mất hoặc hỏng được gọi là gì?",
    "a": "Sao lưu (Backup)"
  },
  {
    "id": 46,
    "q": "Trong email, thư mục nào thường chứa các thư không mong muốn, thư quảng cáo hàng loạt?",
    "a": "Spam (Thư rác)"
  },
  {
    "id": 47,
    "q": "Phần mềm nào giúp bạn tạo, chỉnh sửa và quản lý các bảng tính?",
    "a": "Microsoft Excel"
  },
  {
    "id": 48,
    "q": "Phần mềm nào được thiết kế chuyên dụng để tạo các bài trình chiếu?",
    "a": "Microsoft PowerPoint"
  },
  {
    "id": 49,
    "q": "\"Trình duyệt web\" (Web browser) là gì?",
    "a": "Một phần mềm ứng dụng để truy cập và hiển thị các trang web trên World Wide Web."
  },
  {
    "id": 50,
    "q": "Tên miền cấp cao nhất (Top-Level Domain) \".gov\" thường được sử dụng cho các tổ chức nào?",
    "a": "Tổ chức chính phủ"
  },
  {
    "id": 51,
    "q": "Khi bạn xóa một tệp tin trên Windows, nó thường được chuyển đến đâu trước khi bị xóa vĩnh viễn?",
    "a": "Recycle Bin (Thùng rác)"
  },
  {
    "id": 52,
    "q": "Tổ hợp phím nào thường được sử dụng để sao chép (Copy) một đối tượng đã chọn?",
    "a": "Ctrl + C"
  },
  {
    "id": 53,
    "q": "Tổ hợp phím nào thường được sử dụng để dán (Paste) một đối tượng đã được sao chép?",
    "a": "Ctrl + V"
  },
  {
    "id": 54,
    "q": "Tổ hợp phím nào thường được sử dụng để cắt (Cut) một đối tượng đã chọn?",
    "a": "Ctrl + X"
  },
  {
    "id": 55,
    "q": "Để lưu (Save) một tài liệu, bạn thường sử dụng tổ hợp phím nào?",
    "a": "Ctrl + S"
  },
  {
    "id": 56,
    "q": "Để chọn tất cả nội dung trong một văn bản hoặc cửa sổ, bạn sử dụng tổ hợp phím nào?",
    "a": "Ctrl + A"
  },
  {
    "id": 57,
    "q": "Chương trình điều khiển, là một phần mềm nhỏ cho phép hệ điều hành giao tiếp với một thiết bị phần cứng, được gọi là gì?",
    "a": "Driver"
  },
  {
    "id": 58,
    "q": "Sự khác biệt chính về hiệu năng giữa ổ cứng SSD và HDD là gì?",
    "a": "SSD có tốc độ đọc/ghi dữ liệu nhanh hơn nhiều so với HDD."
  },
  {
    "id": 59,
    "q": "Trong mạng máy tính, \"băng thông\" (bandwidth) đề cập đến điều gì?",
    "a": "Lượng dữ liệu tối đa có thể được truyền qua một kết nối mạng trong một khoảng thời gian nhất định."
  },
  {
    "id": 60,
    "q": "HDMI là viết tắt của cụm từ nào?",
    "a": "High-Definition Multimedia Interface"
  },
  {
    "id": 61,
    "q": "Tập hợp các quy tắc và tiêu chuẩn để các máy tính có thể giao tiếp với nhau trên mạng được gọi là gì?",
    "a": "Giao thức (Protocol)"
  },
  {
    "id": 62,
    "q": "Giao thức nào là giao thức nền tảng của World Wide Web, dùng để truyền tải các trang web?",
    "a": "HTTP (Hypertext Transfer Protocol)"
  },
  {
    "id": 63,
    "q": "Loại phần mềm nào tự động hiển thị các quảng cáo không mong muốn cho người dùng?",
    "a": "Adware"
  },
  {
    "id": 64,
    "q": "Khoảng cách kỹ thuật số (Digital Divide) là thuật ngữ để chỉ điều gì?",
    "a": "Khoảng cách về khả năng tiếp cận và sử dụng công nghệ thông tin giữa các nhóm dân cư khác nhau."
  },
  {
    "id": 65,
    "q": "Để tránh mỏi lưng khi ngồi làm việc với máy tính, bạn nên làm gì?",
    "a": "Ngồi thẳng lưng, có ghế hỗ trợ và chân đặt phẳng trên sàn."
  },
  {
    "id": 66,
    "q": "Làm thế nào để xử lý một email đáng ngờ yêu cầu bạn cung cấp thông tin cá nhân?",
    "a": "Xóa email đó đi và không nhấp vào bất kỳ liên kết nào."
  },
  {
    "id": 67,
    "q": "Định dạng tệp nào sau đây thường được sử dụng cho hình ảnh có hỗ trợ nền trong suốt?",
    "a": ".PNG"
  },
  {
    "id": 68,
    "q": "Định dạng tệp nào thường được sử dụng để nén nhiều tệp và thư mục thành một tệp duy nhất?",
    "a": ".ZIP"
  },
  {
    "id": 69,
    "q": "\"Điện toán đám mây\" (Cloud Computing) là gì?",
    "a": "Một mô hình cung cấp các tài nguyên máy tính (máy chủ, lưu trữ, phần mềm) qua Internet."
  },
  {
    "id": 70,
    "q": "Đặc điểm nào sau đây KHÔNG phải là ưu điểm của điện toán đám mây?",
    "a": "Luôn yêu cầu kết nối Internet tốc độ rất cao để hoạt động."
  },
  {
    "id": 71,
    "q": "Máy tính lớn (Mainframe computer) thường được sử dụng cho mục đích gì?",
    "a": "Xử lý một lượng lớn giao dịch và dữ liệu cho các tổ chức lớn như ngân hàng, hãng hàng không."
  },
  {
    "id": 72,
    "q": "Tốc độ quay của đĩa từ trong ổ cứng HDD được đo bằng đơn vị nào?",
    "a": "rpm (revolutions per minute - vòng/phút)"
  },
  {
    "id": 73,
    "q": "Thiết bị nào sau đây dùng để đưa dữ liệu dạng văn bản và hình ảnh từ giấy vào máy tính?",
    "a": "Máy quét (Scanner)"
  },
  {
    "id": 74,
    "q": "Hành động nào sau đây là vi phạm bản quyền phần mềm?",
    "a": "Tải xuống một bản sao phần mềm thương mại từ một trang web chia sẻ bất hợp pháp."
  },
  {
    "id": 75,
    "q": "Vì sao cần phải cập nhật hệ điều hành và các phần mềm một cách thường xuyên?",
    "a": "Để vá các lỗ hổng bảo mật và nhận các tính năng mới, cải tiến hiệu suất."
  },
  {
    "id": 76,
    "q": "Trong bối cảnh an ninh mạng, \"kỹ thuật xã hội\" (social engineering) là gì?",
    "a": "Một hình thức tấn công phi kỹ thuật, lợi dụng tâm lý con người để lừa họ tiết lộ thông tin."
  },
  {
    "id": 77,
    "q": "Trong mô hình màu RGB (Đỏ, Lục, Lam), việc trộn cả ba màu với cường độ tối đa sẽ tạo ra màu gì?",
    "a": "Màu trắng"
  },
  {
    "id": 78,
    "q": "Độ phân giải của màn hình được đo bằng gì?",
    "a": "Pixel (số điểm ảnh theo chiều rộng x chiều cao)"
  },
  {
    "id": 79,
    "q": "Khi một trang web yêu cầu quyền truy cập vào vị trí của bạn, bạn nên làm gì?",
    "a": "Cân nhắc xem trang web đó có thực sự cần thông tin vị trí để hoạt động không và chỉ cho phép khi cần thiết."
  },
  {
    "id": 80,
    "q": "Loại cổng kết nối nào thường được sử dụng cho chuột và bàn phím có dây hiện nay?",
    "a": "Cổng USB"
  },
  {
    "id": 81,
    "q": "Thiết bị nào có chức năng chính là xử lý và xuất tín hiệu hình ảnh ra màn hình?",
    "a": "Card đồ họa (Video Card/Graphics Card)"
  },
  {
    "id": 82,
    "q": "Lỗ hổng bảo mật được phát hiện và bị khai thác bởi tin tặc trước cả khi nhà phát triển phần mềm biết về nó được gọi là gì?",
    "a": "Lỗ hổng ngày zero (Zero-day vulnerability)"
  },
  {
    "id": 83,
    "q": "Một mạng lưới các máy tính bị nhiễm phần mềm độc hại và bị điều khiển bởi một kẻ tấn công từ xa được gọi là gì?",
    "a": "Mạng Botnet"
  },
  {
    "id": 84,
    "q": "Trong các lựa chọn sau, đâu là một ví dụ về phần mềm mã nguồn mở?",
    "a": "Hệ điều hành Linux"
  },
  {
    "id": 85,
    "q": "Hành vi nào thể hiện ý thức của một công dân số có trách nhiệm?",
    "a": "Tôn trọng quyền riêng tư và sở hữu trí tuệ của người khác."
  },
  {
    "id": 86,
    "q": "Mục đích chính của việc nén tệp tin (file compression) là gì?",
    "a": "Giảm kích thước của tệp tin để lưu trữ và truyền đi dễ dàng hơn."
  },
  {
    "id": 87,
    "q": "Tùy chọn nào sau đây KHÔNG phải là một hệ điều hành cho điện thoại thông minh?",
    "a": "Firefox OS"
  },
  {
    "id": 88,
    "q": "\"Trí tuệ nhân tạo hẹp\" (Narrow AI) là gì?",
    "a": "Một AI được thiết kế và huấn luyện để thực hiện một nhiệm vụ cụ thể."
  },
  {
    "id": 89,
    "q": "Tại sao không nên sử dụng cùng một mật khẩu cho nhiều tài khoản trực tuyến?",
    "a": "Vì nếu một tài khoản bị lộ thông tin, tất cả các tài khoản khác cũng sẽ gặp nguy hiểm."
  },
  {
    "id": 90,
    "q": "Thiết bị nào sau đây đọc các vạch sọc đen trắng để xác định thông tin sản phẩm?",
    "a": "Máy quét mã vạch"
  },
  {
    "id": 91,
    "q": "Thư mục nào trong hệ điều hành Windows thường chứa các tệp chương trình đã được cài đặt?",
    "a": "C:\\Program Files"
  },
  {
    "id": 92,
    "q": "Loại bộ nhớ nào có tốc độ truy xuất nhanh nhất trong máy tính?",
    "a": "Thanh ghi (Register)"
  },
  {
    "id": 93,
    "q": "Phần mở rộng tệp \".exe\" thường cho biết loại tệp gì?",
    "a": "Tệp chương trình thực thi"
  },
  {
    "id": 94,
    "q": "Khi một phần mềm bị \"treo\" (không phản hồi), tổ hợp phím nào trên Windows thường được dùng để mở Task Manager và tắt ứng dụng đó?",
    "a": "Ctrl + Alt + Delete"
  },
  {
    "id": 95,
    "q": "\"Giao diện dòng lệnh\" (Command-Line Interface - CLI) yêu cầu người dùng tương tác với máy tính bằng cách nào?",
    "a": "Gõ các lệnh văn bản."
  },
  {
    "id": 96,
    "q": "Mạng riêng ảo (Virtual Private Network) được sử dụng để làm gì?",
    "a": "Tạo một kết nối an toàn, được mã hóa qua một mạng công cộng như Internet."
  },
  {
    "id": 97,
    "q": "Định dạng tệp PDF là viết tắt của cụm từ nào?",
    "a": "Portable Document Format"
  },
  {
    "id": 98,
    "q": "Mã phản hồi nhanh (Quick Response code), thường có dạng ô vuông chứa các chấm đen, được gọi là gì?",
    "a": "QR Code"
  },
  {
    "id": 99,
    "q": "Khi sao lưu dữ liệu, chiến lược \"3-2-1\" có nghĩa là gì?",
    "a": "Giữ ít nhất 3 bản sao dữ liệu, trên 2 loại phương tiện lưu trữ khác nhau, với 1 bản sao ở ngoài địa điểm chính."
  },
  {
    "id": 100,
    "q": "Để bảo vệ tư thế, khoảng cách từ mắt đến màn hình máy tính nên là bao nhiêu?",
    "a": "50 - 70 cm (khoảng một sải tay)"
  },
  {
    "id": 101,
    "q": "Loại biểu đồ nào thích hợp nhất để thể hiện tỷ lệ phần trăm của các thành phần trong một tổng thể?",
    "a": "Biểu đồ tròn (Pie Chart)"
  },
  {
    "id": 102,
    "q": "Để xem trước trang in, bạn chọn lệnh nào?",
    "a": "File -> Print (Print Preview)"
  },
  {
    "id": 103,
    "q": "Để cố định dòng tiêu đề khi cuộn trang tính, bạn sử dụng tính năng nào?",
    "a": "Freeze Panes"
  },
  {
    "id": 104,
    "q": "Tổ hợp phím nào dùng để di chuyển đến ô A1 của trang tính?",
    "a": "Ctrl + Home"
  },
  {
    "id": 105,
    "q": "Để xóa một trang tính (worksheet), bạn làm gì?",
    "a": "Nhấn chuột phải vào tên trang tính và chọn Delete"
  },
  {
    "id": 106,
    "q": "Trong Excel, công thức =SUM(A1:A5) tương đương với công thức nào sau đây?",
    "a": "A1+A2+A3+A4+A5"
  },
  {
    "id": 107,
    "q": "Hàm ROUND(123.456, 2) sẽ cho kết quả là bao nhiêu?",
    "a": "123.46"
  },
  {
    "id": 108,
    "q": "Hàm VLOOKUP được sử dụng để làm gì?",
    "a": "Tìm kiếm giá trị trong cột đầu tiên của một bảng và trả về giá trị tương ứng từ một cột khác"
  },
  {
    "id": 109,
    "q": "Phím tắt để chỉnh sửa nội dung của một ô đang chọn là gì?",
    "a": "F2"
  },
  {
    "id": 110,
    "q": "Để chèn một ký tự đặc biệt (ví dụ: ©, ®, ™), bạn vào thẻ Insert và chọn lệnh nào?",
    "a": "Symbol"
  },
  {
    "id": 111,
    "q": "Để thiết lập vùng in cho một trang tính, bạn cần làm gì?",
    "a": "Bôi đen vùng cần in, vào Page Layout -> Print Area -> Set Print Area"
  },
  {
    "id": 112,
    "q": "Chức năng \"Conditional Formatting\" trong thẻ Home dùng để làm gì?",
    "a": "Tự động định dạng các ô dựa trên một điều kiện cho trước"
  },
  {
    "id": 113,
    "q": "Hàm LEFT(\"HaNoi\", 2) trả về kết quả là gì?",
    "a": "Ha"
  },
  {
    "id": 114,
    "q": "Hàm RIGHT(\"VietNam\", 3) trả về kết quả là gì?",
    "a": "Nam"
  },
  {
    "id": 115,
    "q": "Hàm MID(\"SaiGon\", 2, 2) trả về kết quả là gì?",
    "a": "ai"
  },
  {
    "id": 116,
    "q": "Hàm LEN(\"Excel 2016\") trả về kết quả là bao nhiêu?",
    "a": "10"
  },
  {
    "id": 117,
    "q": "Để tìm kiếm và thay thế dữ liệu trong Excel, bạn sử dụng tổ hợp phím nào?",
    "a": "Ctrl + H"
  },
  {
    "id": 118,
    "q": "Trong cửa sổ \"Format Cells\", thẻ nào dùng để kẻ đường viền cho ô?",
    "a": "Border"
  },
  {
    "id": 119,
    "q": "Trong cửa sổ \"Format Cells\", thẻ nào dùng để tô màu nền cho ô?",
    "a": "Fill"
  },
  {
    "id": 120,
    "q": "Toán tử nào được sử dụng để nối chuỗi trong Excel?",
    "a": "& (dấu và)"
  },
  {
    "id": 121,
    "q": "Công thức =\"Ha\" & \" \" & \"Noi\" sẽ trả về kết quả gì?",
    "a": "Ha Noi"
  },
  {
    "id": 122,
    "q": "Trong biểu đồ, \"Legend\" (chú giải) có chức năng gì?",
    "a": "Giải thích ý nghĩa của các chuỗi dữ liệu (series) trong biểu đồ"
  },
  {
    "id": 123,
    "q": "Để thay đổi loại biểu đồ đã tạo, bạn làm gì?",
    "a": "Chọn biểu đồ, vào thẻ Design -> Change Chart Type"
  },
  {
    "id": 124,
    "q": "Lỗi #NAME? trong công thức Excel có nghĩa là gì?",
    "a": "Excel không nhận ra tên hàm, tên vùng hoặc tên hằng số trong công thức"
  },
  {
    "id": 125,
    "q": "Lỗi #DIV/0! trong công thức Excel có nghĩa là gì?",
    "a": "Công thức thực hiện một phép chia cho 0"
  },
  {
    "id": 126,
    "q": "Lỗi #VALUE! trong công thức Excel xuất hiện khi nào?",
    "a": "Kiểu dữ liệu của một đối số trong công thức không phù hợp với yêu cầu của hàm/toán tử"
  },
  {
    "id": 127,
    "q": "Để bật/tắt lưới (Gridlines) trên trang tính, bạn vào thẻ nào?",
    "a": "View"
  },
  {
    "id": 128,
    "q": "Để chèn một siêu liên kết (Hyperlink) vào một ô, bạn sử dụng tổ hợp phím nào?",
    "a": "Ctrl + K"
  },
  {
    "id": 129,
    "q": "Khi nhập dữ liệu kiểu số vào một ô, mặc định dữ liệu sẽ được căn lề như thế nào?",
    "a": "Căn phải"
  },
  {
    "id": 130,
    "q": "Khi nhập dữ liệu kiểu văn bản (text) vào một ô, mặc định dữ liệu sẽ được căn lề như thế nào?",
    "a": "Căn trái"
  },
  {
    "id": 131,
    "q": "Hàm COUNTIF được dùng để làm gì?",
    "a": "Đếm số ô trong một vùng thỏa mãn một điều kiện cho trước"
  },
  {
    "id": 132,
    "q": "Hàm SUMIF được dùng để làm gì?",
    "a": "Tính tổng các ô trong một vùng thỏa mãn một điều kiện cho trước"
  },
  {
    "id": 133,
    "q": "Trong hộp thoại Go To (F5 hoặc Ctrl+G), bạn có thể làm gì?",
    "a": "Đi đến một ô hoặc một vùng được đặt tên cụ thể"
  },
  {
    "id": 134,
    "q": "Để sao chép một công thức từ ô A1 sang ô B1, làm thế nào để địa chỉ tham chiếu trong công thức tự động cập nhật?",
    "a": "Sử dụng địa chỉ tương đối (A1)"
  },
  {
    "id": 135,
    "q": "Tính năng \"Text to Columns\" trong thẻ Data dùng để làm gì?",
    "a": "Chia nội dung của một cột văn bản thành nhiều cột riêng biệt"
  },
  {
    "id": 136,
    "q": "Để bảo vệ cấu trúc của một sổ tính (Workbook), không cho phép thêm, xóa, đổi tên trang tính, bạn chọn lệnh nào?",
    "a": "Review -> Protect Workbook"
  },
  {
    "id": 137,
    "q": "Để ẩn một hoặc nhiều cột, bạn chọn các cột đó và làm gì?",
    "a": "Nhấn chuột phải và chọn Hide"
  },
  {
    "id": 138,
    "q": "Để hiển thị lại các cột đã bị ẩn, bạn cần làm gì?",
    "a": "Chọn các cột bao quanh cột bị ẩn, nhấn chuột phải và chọn Unhide"
  },
  {
    "id": 139,
    "q": "Phím tắt để lặp lại hành động cuối cùng là gì?",
    "a": "F4"
  },
  {
    "id": 140,
    "q": "Để chèn ngày và giờ hiện tại vào một ô và không tự động cập nhật, bạn sử dụng tổ hợp phím nào?",
    "a": "Ctrl + Shift + ;"
  },
  {
    "id": 141,
    "q": "Để chèn ngày tháng hiện tại vào một ô và không tự động cập nhật, bạn sử dụng tổ hợp phím nào?",
    "a": "Ctrl + ;"
  },
  {
    "id": 142,
    "q": "Trong Excel, chức năng \"Sparklines\" dùng để làm gì?",
    "a": "Tạo các biểu đồ nhỏ nằm gọn trong một ô để biểu diễn xu hướng dữ liệu"
  },
  {
    "id": 143,
    "q": "Hàm AND và OR là các hàm thuộc nhóm nào?",
    "a": "Hàm logic"
  },
  {
    "id": 144,
    "q": "Công thức =AND(5>3, 2<4) sẽ trả về kết quả gì?",
    "a": "TRUE"
  },
  {
    "id": 145,
    "q": "Công thức =OR(5<3, 2>4) sẽ trả về kết quả gì?",
    "a": "FALSE"
  },
  {
    "id": 146,
    "q": "Để chọn các ô không liền kề nhau, bạn giữ phím nào trong khi chọn?",
    "a": "Ctrl"
  },
  {
    "id": 147,
    "q": "Chức năng \"Remove Duplicates\" trong thẻ Data có công dụng gì?",
    "a": "Xóa các dòng có dữ liệu trùng lặp"
  },
  {
    "id": 148,
    "q": "Để thay đổi thứ tự các trang tính (sheet) trong một sổ tính (workbook), bạn làm gì?",
    "a": "Kéo và thả tên trang tính đến vị trí mới"
  },
  {
    "id": 149,
    "q": "Để định dạng số \"0.5\" thành dạng \"50%\", bạn cần làm gì?",
    "a": "Vào Format Cells, chọn Percentage hoặc nhấn nút % trên thẻ Home"
  },
  {
    "id": 150,
    "q": "Để xuống dòng trong cùng một ô, bạn nhấn tổ hợp phím nào?",
    "a": "Alt + Enter"
  },
  {
    "id": 151,
    "q": "Mục đích của việc đặt tên cho một vùng (Define Name) là gì?",
    "a": "Để dễ dàng tham chiếu đến vùng đó trong các công thức"
  },
  {
    "id": 152,
    "q": "Để đi đến một vùng đã được đặt tên, bạn có thể chọn tên vùng đó từ đâu?",
    "a": "Hộp tên (Name Box) ở bên trái thanh công thức"
  },
  {
    "id": 153,
    "q": "Chức năng \"Data Validation\" có thể được sử dụng để làm gì?",
    "a": "Giới hạn loại dữ liệu hoặc các giá trị mà người dùng có thể nhập vào một ô"
  },
  {
    "id": 154,
    "q": "Trong một bảng tính, làm thế nào để bạn có thể xem được nhiều trang tính cùng một lúc?",
    "a": "Vào thẻ View -> New Window, sau đó sắp xếp các cửa sổ bằng Arrange All"
  },
  {
    "id": 155,
    "q": "Hàm HLOOKUP tìm kiếm giá trị ở đâu?",
    "a": "Ở hàng đầu tiên của bảng dò tìm"
  },
  {
    "id": 156,
    "q": "Để in tiêu đề của bảng tính lặp lại ở mỗi trang in, bạn vào đâu để thiết lập?",
    "a": "Page Layout -> Print Titles"
  },
  {
    "id": 157,
    "q": "Trong hộp thoại \"Page Setup\", thẻ \"Sheet\", mục \"Rows to repeat at top\" dùng để làm gì?",
    "a": "Chọn các dòng tiêu đề sẽ lặp lại ở đầu mỗi trang in"
  },
  {
    "id": 158,
    "q": "Hàm CONCATENATE có chức năng tương tự toán tử nào?",
    "a": "&"
  },
  {
    "id": 159,
    "q": "Để tạo một danh sách thả xuống (drop-down list) trong một ô, bạn sử dụng tính năng nào?",
    "a": "Data Validation"
  },
  {
    "id": 160,
    "q": "Lỗi ##### hiển thị trong một ô có nghĩa là gì?",
    "a": "Độ rộng của cột không đủ để hiển thị hết nội dung (thường là số hoặc ngày tháng)"
  },
  {
    "id": 161,
    "q": "Để sao chép giá trị của một ô thay vì sao chép công thức, bạn sẽ sử dụng lệnh dán nào?",
    "a": "Paste Special -> Values"
  },
  {
    "id": 162,
    "q": "Chức năng \"Goal Seek\" (trong thẻ Data -> What-If Analysis) dùng để làm gì?",
    "a": "Để tìm giá trị đầu vào cần thiết cho một công thức để đạt được một kết quả cụ thể"
  },
  {
    "id": 163,
    "q": "Để thêm bình luận (comment) vào một ô, bạn có thể nhấn chuột phải vào ô và chọn lệnh nào?",
    "a": "Insert Comment"
  },
  {
    "id": 164,
    "q": "Phím tắt để hiển thị/ẩn thanh công thức (Formula Bar) là gì?",
    "a": "Không có phím tắt mặc định, phải vào thẻ View và chọn/bỏ chọn Formula Bar"
  },
  {
    "id": 165,
    "q": "Để chuyển đổi vị trí của hàng và cột (chuyển hàng thành cột và ngược lại) khi dán dữ liệu, bạn dùng tính năng gì của Paste Special?",
    "a": "Transpose"
  },
  {
    "id": 166,
    "q": "Hàm ISBLANK(A1) sẽ trả về giá trị TRUE khi nào?",
    "a": "Ô A1 hoàn toàn không có nội dung"
  },
  {
    "id": 167,
    "q": "Để chèn biểu đồ đường (Line chart), mục đích chính là để:",
    "a": "Thể hiện xu hướng thay đổi của dữ liệu theo thời gian"
  },
  {
    "id": 168,
    "q": "Trong Excel, \"Chart Title\" là gì?",
    "a": "Tiêu đề của biểu đồ"
  },
  {
    "id": 169,
    "q": "Để thêm các nhãn dữ liệu (Data Labels) vào biểu đồ, bạn làm gì?",
    "a": "Chọn biểu đồ, vào thẻ Design -> Add Chart Element -> Data Labels"
  },
  {
    "id": 170,
    "q": "Hàm UPPER(\"excel\") sẽ trả về kết quả là gì?",
    "a": "EXCEL"
  },
  {
    "id": 171,
    "q": "Hàm LOWER(\"EXCEL\") sẽ trả về kết quả là gì?",
    "a": "excel"
  },
  {
    "id": 172,
    "q": "Để nhóm (Group) các hàng hoặc cột, bạn sử dụng tính năng nào trong thẻ Data?",
    "a": "Group"
  },
  {
    "id": 173,
    "q": "Để xem trang tính ở chế độ xem trước khi ngắt trang (Page Break Preview), bạn vào thẻ nào?",
    "a": "View"
  },
  {
    "id": 174,
    "q": "Tổ hợp phím nào được dùng để lưu (save) sổ tính đang làm việc?",
    "a": "Ctrl + S"
  },
  {
    "id": 175,
    "q": "Tổ hợp phím nào được dùng để đóng cửa sổ chương trình Excel?",
    "a": "Alt + F4"
  },
  {
    "id": 176,
    "q": "Để chọn tất cả các ô trên một trang tính, bạn có thể nhấn tổ hợp phím nào?",
    "a": "Ctrl + A"
  },
  {
    "id": 177,
    "q": "Khi bạn muốn in một vùng lựa chọn trên bảng tính, bạn chọn tùy chọn nào trong mục Settings của cửa sổ Print?",
    "a": "Print Selection"
  },
  {
    "id": 178,
    "q": "Hàm NOW() trả về kết quả gì?",
    "a": "Cả ngày và giờ hiện tại của hệ thống"
  },
  {
    "id": 179,
    "q": "Công thức =COUNTA(A1:A5) trả về kết quả là 5. Điều này có nghĩa là gì?",
    "a": "Cả 5 ô từ A1 đến A5 đều không rỗng"
  },
  {
    "id": 180,
    "q": "Công thức =IF(A1>10, \"Lớn\", \"Nhỏ\") sẽ trả về kết quả \"Nhỏ\" khi nào?",
    "a": "Khi giá trị ô A1 nhỏ hơn hoặc bằng 10"
  },
  {
    "id": 181,
    "q": "Để kiểm tra chính tả trong Excel, bạn vào thẻ nào?",
    "a": "Review"
  },
  {
    "id": 182,
    "q": "Địa chỉ ô trong Excel được xác định bởi:",
    "a": "Tên cột và số thứ tự hàng"
  },
  {
    "id": 183,
    "q": "Để thay đổi độ rộng của cột cho vừa với dữ liệu dài nhất trong cột đó, bạn có thể làm gì?",
    "a": "Nhấn đúp chuột vào đường biên bên phải của tiêu đề cột"
  },
  {
    "id": 184,
    "q": "Để sao chép một trang tính sang một sổ tính mới, bạn nhấn chuột phải vào tên trang tính, chọn \"Move or Copy...\", sau đó trong hộp thoại bạn sẽ làm gì?",
    "a": "Chọn \"(new book)\" ở mục \"To book\" và đánh dấu vào ô \"Create a copy\""
  },
  {
    "id": 185,
    "q": "Chức năng \"Fill Handle\" (tay nắm điền dữ liệu) là hình vuông nhỏ ở góc dưới bên phải của ô đang chọn, nó dùng để làm gì?",
    "a": "Sao chép nội dung hoặc công thức, hoặc tạo một chuỗi dữ liệu"
  },
  {
    "id": 186,
    "q": "Thanh trạng thái (Status Bar) ở cuối cửa sổ Excel có thể hiển thị thông tin gì về vùng dữ liệu đang chọn?",
    "a": "Trung bình (Average), Số lượng (Count), Tổng (Sum)"
  },
  {
    "id": 187,
    "q": "Hàm ROUNDUP(7.2) sẽ cho kết quả là bao nhiêu? (không chỉ định số chữ số thập phân)",
    "a": "8"
  },
  {
    "id": 188,
    "q": "Hàm ROUNDDOWN(7.8) sẽ cho kết quả là bao nhiêu? (không chỉ định số chữ số thập phân)",
    "a": "7"
  },
  {
    "id": 189,
    "q": "Để tạo một Template (mẫu) trong Excel, bạn cần lưu tệp với định dạng nào?",
    "a": ".xltx"
  },
  {
    "id": 190,
    "q": "Khi một công thức tham chiếu đến một ô trong một trang tính khác, cú pháp thường là:",
    "a": "TênTrangTính!ĐịaChỉÔ"
  },
  {
    "id": 191,
    "q": "Chức năng \"Format as Table\" trong thẻ Home có lợi ích gì?",
    "a": "Tự động áp dụng định dạng, thêm các bộ lọc, và giúp quản lý dữ liệu có cấu trúc dễ dàng hơn"
  },
  {
    "id": 192,
    "q": "Để chèn một dòng ngắt trang (Page Break) thủ công, bạn đặt con trỏ ô vào nơi muốn bắt đầu trang mới và vào đâu?",
    "a": "Page Layout -> Breaks -> Insert Page Break"
  },
  {
    "id": 193,
    "q": "Khi bạn khóa một ô (Locked) trong hộp thoại Format Cells, điều gì sẽ xảy ra?",
    "a": "Ô đó sẽ không thể chỉnh sửa sau khi bạn bật chức năng Protect Sheet"
  },
  {
    "id": 194,
    "q": "Tổ hợp phím nào dùng để mở hộp thoại Format Cells?",
    "a": "Ctrl + 1"
  },
  {
    "id": 195,
    "q": "Toán tử \"^\" trong công thức Excel dùng để làm gì?",
    "a": "Phép lũy thừa"
  },
  {
    "id": 196,
    "q": "Công thức =2^3 trả về kết quả là bao nhiêu?",
    "a": "8"
  },
  {
    "id": 197,
    "q": "Chế độ xem \"Page Layout\" trong thẻ View cho phép bạn thấy điều gì?",
    "a": "Trang tính hiển thị như khi được in ra, bao gồm cả đầu trang, chân trang và lề"
  },
  {
    "id": 198,
    "q": "Làm thế nào để hiển thị công thức trong các ô thay vì giá trị kết quả?",
    "a": "Nhấn tổ hợp phím Ctrl + ` (dấu huyền)"
  },
  {
    "id": 199,
    "q": "Hàm PROPER(\"nguyen van a\") sẽ trả về kết quả là gì?",
    "a": "Nguyen Van A"
  },
  {
    "id": 200,
    "q": "Để xóa bỏ định dạng của một vùng dữ liệu nhưng vẫn giữ lại nội dung, bạn chọn lệnh nào trong thẻ Home -> Editing -> Clear?",
    "a": "Clear Formats"
  },
  {
    "id": 201,
    "q": "Để xóa bỏ cả nội dung và định dạng của một vùng dữ liệu, bạn chọn lệnh nào trong thẻ Home -> Editing -> Clear?",
    "a": "Clear All"
  },
  {
    "id": 202,
    "q": "Tính năng \"Trace Precedents\" (trong thẻ Formulas) giúp bạn làm gì?",
    "a": "Hiển thị các mũi tên chỉ đến các ô cung cấp dữ liệu cho công thức trong ô hiện tại"
  },
  {
    "id": 203,
    "q": "Tính năng \"Trace Dependents\" (trong thẻ Formulas) giúp bạn làm gì?",
    "a": "Hiển thị các mũi tên chỉ đến các ô bị ảnh hưởng bởi giá trị trong ô hiện tại"
  },
  {
    "id": 204,
    "q": "Trong hộp thoại \"Sort\", bạn có thể sắp xếp dữ liệu dựa trên tối đa bao nhiêu cấp (level)?",
    "a": "64"
  },
  {
    "id": 205,
    "q": "Để in các đường lưới (Gridlines) của bảng tính, bạn cần làm gì?",
    "a": "Vào Page Layout, trong nhóm Sheet Options, đánh dấu vào ô Print dưới mục Gridlines"
  },
  {
    "id": 206,
    "q": "Để in tiêu đề cột và hàng (ví dụ: A, B, C... và 1, 2, 3...), bạn cần làm gì?",
    "a": "Vào Page Layout, trong nhóm Sheet Options, đánh dấu vào ô Print dưới mục Headings"
  },
  {
    "id": 207,
    "q": "Chức năng Consolidate trong thẻ Data được sử dụng để:",
    "a": "Tổng hợp dữ liệu từ nhiều vùng hoặc nhiều trang tính vào một nơi duy nhất"
  },
  {
    "id": 208,
    "q": "Để tạo một kịch bản (Scenario) trong Excel, bạn vào đâu?",
    "a": "Data -> What-If Analysis -> Scenario Manager"
  },
  {
    "id": 209,
    "q": "Một sổ tính (workbook) trong Excel là gì?",
    "a": "Một tệp tin chứa một hoặc nhiều trang tính (worksheets)"
  },
  {
    "id": 210,
    "q": "Phím tắt nào dùng để tô đậm (Bold) chữ trong ô?",
    "a": "Ctrl + B"
  },
  {
    "id": 211,
    "q": "Phím tắt nào dùng để in nghiêng (Italic) chữ trong ô?",
    "a": "Ctrl + I"
  },
  {
    "id": 212,
    "q": "Phím tắt nào dùng để gạch chân (Underline) chữ trong ô?",
    "a": "Ctrl + U"
  },
  {
    "id": 213,
    "q": "Khi sao chép công thức chứa địa chỉ hỗn hợp $A1 từ ô B1 sang ô C2, công thức sẽ trở thành:",
    "a": "$A2"
  },
  {
    "id": 214,
    "q": "Để chọn một vùng dữ liệu hiện tại (current region) xung quanh ô đang chọn, bạn có thể dùng tổ hợp phím nào?",
    "a": "Ctrl + Shift + * (hoặc Ctrl + A một lần)"
  },
  {
    "id": 215,
    "q": "Nếu bạn nhập \"1/2\" vào một ô và Excel hiểu đó là ngày \"2 tháng 1\", để nhập đúng giá trị phân số \"1/2\", bạn cần nhập như thế nào?",
    "a": "0 1/2"
  },
  {
    "id": 216,
    "q": "Hàm nào sau đây dùng để trả về số thứ tự của tuần trong năm?",
    "a": "WEEKNUM"
  },
  {
    "id": 217,
    "q": "Trong Excel, một biểu đồ được nhúng (embedded chart) là:",
    "a": "Một biểu đồ được đặt trên cùng một trang tính với dữ liệu của nó"
  },
  {
    "id": 218,
    "q": "Cookie trong trình duyệt web là gì?",
    "a": "Một tệp nhỏ mà trang web lưu trên máy tính của bạn để ghi nhớ thông tin"
  },
  {
    "id": 219,
    "q": "Chế độ duyệt web ẩn danh (Incognito/Private Mode) có tác dụng gì?",
    "a": "Không lưu lại lịch sử duyệt web, cookie và dữ liệu trang web trên thiết bị"
  },
  {
    "id": 220,
    "q": "Để xóa bộ nhớ cache (cache) của trình duyệt, bạn cần vào đâu?",
    "a": "Cài đặt hoặc Tùy chọn của trình duyệt"
  },
  {
    "id": 221,
    "q": "World Wide Web (WWW) và Internet có phải là một không?",
    "a": "Không, WWW là một dịch vụ hoạt động trên nền tảng Internet"
  },
  {
    "id": 222,
    "q": "Giao thức nào được sử dụng để gửi email?",
    "a": "SMTP (Simple Mail Transfer Protocol)"
  },
  {
    "id": 223,
    "q": "Giao thức nào thường được sử dụng để tải tệp tin từ một máy chủ Internet?",
    "a": "FTP (File Transfer Protocol)"
  },
  {
    "id": 224,
    "q": "Trong email, \"Bcc\" là viết tắt của cụm từ gì và có ý nghĩa gì?",
    "a": "Blind Carbon Copy - Người nhận trong danh sách này sẽ không thấy địa chỉ của nhau"
  },
  {
    "id": 225,
    "q": "Làm thế nào để nhận biết một liên kết (link) là đáng ngờ?",
    "a": "Di chuột qua liên kết và thấy địa chỉ thực sự khác với văn bản hiển thị"
  },
  {
    "id": 226,
    "q": "Dịch vụ lưu trữ đám mây là gì?",
    "a": "Một dịch vụ cho phép lưu trữ dữ liệu trên các máy chủ từ xa và truy cập qua Internet"
  },
  {
    "id": 227,
    "q": "Đâu là một ví dụ về dịch vụ lưu trữ đám mây?",
    "a": "Google Drive"
  },
  {
    "id": 228,
    "q": "Trò chuyện trực tuyến (Chat) là hình thức giao tiếp...",
    "a": "Đồng bộ (Synchronous) hoặc gần như đồng bộ"
  },
  {
    "id": 229,
    "q": "VoIP là viết tắt của công nghệ gì?",
    "a": "Voice over Internet Protocol"
  },
  {
    "id": 230,
    "q": "Khi bạn tải lên (upload) một tệp, bạn đang làm gì?",
    "a": "Gửi dữ liệu từ máy tính của bạn đến một hệ thống khác trên Internet"
  },
  {
    "id": 231,
    "q": "Khi bạn tải xuống (download) một tệp, bạn đang làm gì?",
    "a": "Sao chép dữ liệu từ Internet về máy tính của bạn"
  },
  {
    "id": 232,
    "q": "Một trang \"404 Not Found\" có nghĩa là gì?",
    "a": "Máy chủ không thể tìm thấy trang web bạn yêu cầu"
  },
  {
    "id": 233,
    "q": "\"Trang chủ\" (Homepage) của một trang web là gì?",
    "a": "Trang đầu tiên hoặc trang chính của một trang web"
  },
  {
    "id": 234,
    "q": "Thanh trạng thái (Status Bar) của trình duyệt thường hiển thị thông tin gì?",
    "a": "Trạng thái tải của trang, địa chỉ của liên kết khi di chuột qua"
  },
  {
    "id": 235,
    "q": "Tổ hợp phím Ctrl + T trong hầu hết các trình duyệt web dùng để làm gì?",
    "a": "Mở một tab mới"
  },
  {
    "id": 236,
    "q": "Tổ hợp phím Ctrl + F trong trình duyệt web dùng để làm gì?",
    "a": "Mở hộp thoại tìm kiếm văn bản trên trang hiện tại"
  },
  {
    "id": 237,
    "q": "RSS feed là gì?",
    "a": "Một định dạng để cung cấp cho người dùng nội dung được cập nhật thường xuyên từ một trang web"
  },
  {
    "id": 238,
    "q": "Hacker là gì?",
    "a": "Người cố gắng xâm nhập vào hệ thống máy tính một cách trái phép"
  },
  {
    "id": 239,
    "q": "Để tránh bị theo dõi khi lướt web, bạn có thể sử dụng công cụ nào?",
    "a": "Mạng riêng ảo (VPN)"
  },
  {
    "id": 240,
    "q": "Thương mại điện tử (E-commerce) là gì?",
    "a": "Việc mua bán hàng hóa và dịch vụ thông qua Internet"
  },
  {
    "id": 241,
    "q": "Khi mua sắm trực tuyến, biểu tượng nào cho thấy trang thanh toán là an toàn?",
    "a": "Biểu tượng ổ khóa trên thanh địa chỉ"
  },
  {
    "id": 242,
    "q": "POP3 và IMAP là các giao thức liên quan đến dịch vụ nào?",
    "a": "Nhận email"
  },
  {
    "id": 243,
    "q": "Điều gì xảy ra khi bạn xóa cookie của trình duyệt?",
    "a": "Các trang web có thể sẽ quên các tùy chọn bạn đã đặt và bạn cần đăng nhập lại"
  },
  {
    "id": 244,
    "q": "Đâu là một rủi ro của việc sử dụng mạng xã hội?",
    "a": "Bị lộ thông tin cá nhân hoặc bị bắt nạt trên mạng"
  },
  {
    "id": 245,
    "q": "\"Cyberbullying\" (Bắt nạt trên mạng) là gì?",
    "a": "Sử dụng công nghệ để đe dọa, làm bẽ mặt hoặc quấy rối người khác"
  },
  {
    "id": 246,
    "q": "Để tìm kiếm hình ảnh trên Google, bạn nên chọn tab nào?",
    "a": "Hình ảnh (Images)"
  },
  {
    "id": 247,
    "q": "Bộ định tuyến (Router) là thiết bị dùng để làm gì?",
    "a": "Chuyển tiếp các gói dữ liệu giữa các mạng máy tính"
  },
  {
    "id": 248,
    "q": "Địa chỉ IP là gì?",
    "a": "Một địa chỉ số duy nhất xác định một thiết bị trên mạng"
  },
  {
    "id": 249,
    "q": "Tên miền (Domain Name) dùng để làm gì?",
    "a": "Để thay thế cho địa chỉ IP khó nhớ bằng một cái tên dễ nhớ hơn"
  },
  {
    "id": 250,
    "q": "Trình cắm (Plugin) hoặc Tiện ích mở rộng (Extension) trong trình duyệt là gì?",
    "a": "Một chương trình nhỏ bổ sung thêm tính năng cho trình duyệt"
  },
  {
    "id": 251,
    "q": "HTML là viết tắt của cụm từ nào?",
    "a": "HyperText Markup Language"
  },
  {
    "id": 252,
    "q": "Ngôn ngữ nào là nền tảng để xây dựng cấu trúc của một trang web?",
    "a": "HTML"
  },
  {
    "id": 253,
    "q": "CSS (Cascading Style Sheets) được sử dụng để làm gì trong thiết kế web?",
    "a": "Định dạng và tạo kiểu cho giao diện của trang web"
  },
  {
    "id": 254,
    "q": "JavaScript được sử dụng để làm gì trong thiết kế web?",
    "a": "Tạo ra các hiệu ứng động và tương tác trên trang web"
  },
  {
    "id": 255,
    "q": "Một siêu liên kết (Hyperlink) thường có dạng gì?",
    "a": "Một đoạn văn bản hoặc hình ảnh có thể nhấp vào để chuyển đến một trang khác"
  },
  {
    "id": 256,
    "q": "Trình duyệt web đầu tiên có tên là gì?",
    "a": "WorldWideWeb"
  },
  {
    "id": 257,
    "q": "Ai được coi là người phát minh ra World Wide Web?",
    "a": "Tim Berners-Lee"
  },
  {
    "id": 258,
    "q": "\"Trình duyệt theo thẻ\" (Tabbed Browse) cho phép bạn làm gì?",
    "a": "Mở nhiều trang web trong cùng một cửa sổ trình duyệt"
  },
  {
    "id": 259,
    "q": "Trong một công cụ tìm kiếm, toán tử \"-\" (dấu trừ) trước một từ khóa có tác dụng gì?",
    "a": "Loại bỏ các trang chứa từ khóa đó khỏi kết quả tìm kiếm"
  },
  {
    "id": 260,
    "q": "Để tìm kiếm thông tin chỉ trong một trang web cụ thể, bạn có thể sử dụng cú pháp nào?",
    "a": "site:example.com \"từ khóa\""
  },
  {
    "id": 261,
    "q": "\"Deep Web\" (Web chìm) là gì?",
    "a": "Phần của World Wide Web không được các công cụ tìm kiếm thông thường lập chỉ mục"
  },
  {
    "id": 262,
    "q": "\"Dark Web\" là gì?",
    "a": "Một phần nhỏ của Deep Web chỉ có thể truy cập bằng phần mềm đặc biệt (ví dụ: Tor)"
  },
  {
    "id": 263,
    "q": "Xác thực hai yếu tố (2FA) là gì?",
    "a": "Một lớp bảo mật bổ sung yêu cầu bạn cung cấp hai hình thức nhận dạng khác nhau"
  },
  {
    "id": 264,
    "q": "Nếu nhận được một email nghi ngờ là lừa đảo, bạn nên làm gì?",
    "a": "Không nhấp vào bất kỳ liên kết nào và xóa email đó"
  },
  {
    "id": 265,
    "q": "Đâu là một dịch vụ email miễn phí phổ biến?",
    "a": "Gmail"
  },
  {
    "id": 266,
    "q": "Khi đính kèm tệp vào email, cần lưu ý điều gì?",
    "a": "Có giới hạn về kích thước tối đa của tệp đính kèm"
  },
  {
    "id": 267,
    "q": "Chữ ký email (Email Signature) là gì?",
    "a": "Một khối văn bản được tự động thêm vào cuối mỗi email bạn gửi"
  },
  {
    "id": 268,
    "q": "Khi nào bạn nên sử dụng trường \"Bcc\" trong email?",
    "a": "Khi gửi thư cho một danh sách lớn người nhận và muốn bảo vệ quyền riêng tư của họ"
  },
  {
    "id": 269,
    "q": "\"Auto-reply\" (Trả lời tự động) trong email thường được sử dụng khi nào?",
    "a": "Khi bạn không có mặt tại văn phòng hoặc đi nghỉ mát"
  },
  {
    "id": 270,
    "q": "Lịch sử duyệt web (Browser History) là gì?",
    "a": "Danh sách các trang web bạn đã truy cập"
  },
  {
    "id": 271,
    "q": "ISP là viết tắt của cụm từ tiếng Anh nào?",
    "a": "Internet Service Provider"
  },
  {
    "id": 272,
    "q": "Trong trình duyệt Chrome, để mở lại tab vừa đóng, bạn sử dụng tổ hợp phím nào?",
    "a": "Ctrl + Shift + T"
  },
  {
    "id": 273,
    "q": "Để xem mã nguồn HTML của một trang web, bạn thường làm gì?",
    "a": "Nhấp chuột phải và chọn \"Xem nguồn trang\" (View Page Source)"
  },
  {
    "id": 274,
    "q": "Modem là thiết bị có chức năng gì?",
    "a": "Chuyển đổi tín hiệu số từ máy tính thành tín hiệu tương tự để truyền qua đường dây điện thoại và ngược lại"
  },
  {
    "id": 275,
    "q": "Blog là gì?",
    "a": "Một trang web hoặc nhật ký trực tuyến nơi một cá nhân hoặc nhóm ghi lại các ý kiến, thông tin"
  },
  {
    "id": 276,
    "q": "Podcast là gì?",
    "a": "Một chương trình âm thanh kỹ thuật số dạng tập có thể tải xuống để nghe"
  },
  {
    "id": 277,
    "q": "Wiki là gì?",
    "a": "Một trang web cho phép người dùng cộng tác tạo và chỉnh sửa nội dung"
  },
  {
    "id": 278,
    "q": "Đâu là ví dụ nổi tiếng nhất về một trang wiki?",
    "a": "Wikipedia"
  },
  {
    "id": 279,
    "q": "\"Bản quyền\" (Copyright) trên Internet có nghĩa là gì?",
    "a": "Các tác phẩm gốc như bài viết, hình ảnh, âm nhạc được pháp luật bảo vệ và không thể sử dụng tự do nếu không có phép"
  },
  {
    "id": 280,
    "q": "Giấy phép Creative Commons là gì?",
    "a": "Một bộ giấy phép bản quyền cho phép người khác sử dụng tác phẩm của bạn một cách linh hoạt hơn"
  },
  {
    "id": 281,
    "q": "\"Digital Footprint\" (Dấu chân kỹ thuật số) là gì?",
    "a": "Dấu vết dữ liệu bạn để lại khi sử dụng Internet"
  },
  {
    "id": 282,
    "q": "Làm thế nào để giảm thiểu dấu chân kỹ thuật số của bạn?",
    "a": "Suy nghĩ kỹ trước khi đăng và chia sẻ thông tin, thường xuyên kiểm tra cài đặt quyền riêng tư"
  },
  {
    "id": 283,
    "q": "Trong email, thư mục \"Sent\" hoặc \"Sent Mail\" chứa gì?",
    "a": "Các thư bạn đã gửi đi"
  },
  {
    "id": 284,
    "q": "Trong email, thư mục \"Drafts\" chứa gì?",
    "a": "Các thư bạn đã soạn nhưng chưa gửi"
  },
  {
    "id": 285,
    "q": "Trong email, thư mục \"Trash\" hoặc \"Deleted Items\" chứa gì?",
    "a": "Các thư bạn đã xóa"
  },
  {
    "id": 286,
    "q": "Tổ hợp phím Ctrl + R hoặc phím F5 trong trình duyệt có chức năng gì?",
    "a": "Tải lại hoặc làm mới trang web hiện tại"
  },
  {
    "id": 287,
    "q": "Mạng ngang hàng (P2P - Peer-to-Peer) là gì?",
    "a": "Mạng máy tính trong đó các máy tính kết nối và chia sẻ tài nguyên trực tiếp với nhau"
  },
  {
    "id": 288,
    "q": "Dịch vụ \"Streaming\" (Phát trực tuyến) là gì?",
    "a": "Một phương pháp truyền tải dữ liệu đa phương tiện liên tục cho phép người dùng xem hoặc nghe ngay lập tức"
  },
  {
    "id": 289,
    "q": "Một URL bắt đầu bằng \"ftp://\" chỉ ra điều gì?",
    "a": "Đó là một máy chủ FTP để trao đổi tệp tin"
  },
  {
    "id": 290,
    "q": "Khi một trang web yêu cầu \"chấp nhận cookie\", điều đó có nghĩa là gì?",
    "a": "Bạn cho phép trang web lưu trữ một tệp nhỏ trên máy tính của bạn"
  },
  {
    "id": 291,
    "q": "Phần nào của URL \"https://www.google.com.vn/search\" cho biết tên miền cấp cao nhất (Top-Level Domain)?",
    "a": "vn"
  },
  {
    "id": 292,
    "q": "Trong URL \"https://www.example.com/products?id=123\", phần \"products?id=123\" được gọi là gì?",
    "a": "Đường dẫn và chuỗi truy vấn"
  },
  {
    "id": 293,
    "q": "Wi-Fi là công nghệ cho phép...",
    "a": "Kết nối mạng không dây"
  },
  {
    "id": 294,
    "q": "Để bảo mật mạng Wi-Fi gia đình, bạn nên làm gì?",
    "a": "Đặt mật khẩu mạnh và sử dụng chuẩn mã hóa WPA2 hoặc WPA3"
  },
  {
    "id": 295,
    "q": "\"Cloud computing\" (Điện toán đám mây) là gì?",
    "a": "Việc cung cấp các tài nguyên điện toán (như máy chủ, lưu trữ, phần mềm) qua Internet"
  },
  {
    "id": 296,
    "q": "Đâu không phải là một lợi ích của điện toán đám mây?",
    "a": "Yêu cầu phải luôn kết nối Internet để làm việc"
  },
  {
    "id": 297,
    "q": "Khi bạn \"gắn thẻ\" (tag) ai đó trên mạng xã hội, điều đó có nghĩa là gì?",
    "a": "Bạn đang liên kết hồ sơ của họ với một bài đăng hoặc ảnh"
  },
  {
    "id": 298,
    "q": "Trình quản lý mật khẩu là một công cụ dùng để làm gì?",
    "a": "Lưu trữ và quản lý an toàn tất cả các mật khẩu của bạn"
  },
  {
    "id": 299,
    "q": "Cửa sổ bật lên (Pop-up) trong trình duyệt là gì?",
    "a": "Một cửa sổ trình duyệt nhỏ mới thường xuất hiện để hiển thị quảng cáo"
  },
  {
    "id": 300,
    "q": "Làm thế nào để xử lý các cửa sổ pop-up không mong muốn?",
    "a": "Sử dụng trình chặn pop-up của trình duyệt hoặc đóng chúng một cách cẩn thận"
  },
  {
    "id": 301,
    "q": "\"Clickbait\" là gì?",
    "a": "Một tiêu đề hoặc hình ảnh giật gân, gây tò mò để thu hút người dùng nhấp vào một liên kết"
  },
  {
    "id": 302,
    "q": "Làm thế nào để nhận ra tin tức giả (fake news)?",
    "a": "Kiểm tra nguồn tin, tìm các lỗi chính tả, văn phong phiến diện và xác minh thông tin từ các nguồn uy tín khác"
  },
  {
    "id": 303,
    "q": "Giao thức DNS (Domain Name System) có vai trò gì?",
    "a": "Dịch địa chỉ tên miền (ví dụ: https://www.google.com/search?q=google.com) sang địa chỉ IP (ví dụ: 172.217.167.78)"
  },
  {
    "id": 304,
    "q": "Nếu trình duyệt báo lỗi \"DNS server isn't responding\", vấn đề có thể là gì?",
    "a": "Trình duyệt không thể kết nối với máy chủ để dịch tên miền thành địa chỉ IP"
  },
  {
    "id": 305,
    "q": "\"CAPTCHA\" là một bài kiểm tra được thiết kế để làm gì?",
    "a": "Phân biệt người dùng là người thật hay là chương trình máy tính (bot)"
  },
  {
    "id": 306,
    "q": "Trong giao dịch trực tuyến, mã CVV/CVC của thẻ tín dụng là gì?",
    "a": "Mã bảo mật gồm 3 hoặc 4 chữ số thường ở mặt sau của thẻ"
  },
  {
    "id": 307,
    "q": "Để xóa một trang đã đánh dấu (bookmark), bạn cần làm gì?",
    "a": "Mở trình quản lý bookmark và xóa mục tương ứng"
  },
  {
    "id": 308,
    "q": "\"Webinar\" là gì?",
    "a": "Một buổi hội thảo hoặc thuyết trình được tiến hành trực tuyến"
  },
  {
    "id": 309,
    "q": "Đâu là một ví dụ về ứng dụng nhắn tin tức thời (Instant Messaging)?",
    "a": "Zalo"
  },
  {
    "id": 310,
    "q": "Khi bạn nhận được một lời mời kết bạn từ người lạ trên mạng xã hội, lựa chọn an toàn nhất là gì?",
    "a": "Bỏ qua hoặc xóa lời mời nếu bạn không biết người đó"
  },
  {
    "id": 311,
    "q": "Đâu là một định dạng tệp hình ảnh phổ biến trên web?",
    "a": ".JPG"
  },
  {
    "id": 312,
    "q": "Đâu là một định dạng tệp âm thanh phổ biến trên web?",
    "a": ".MP3"
  },
  {
    "id": 313,
    "q": "Đâu là một định dạng tệp video phổ biến trên web?",
    "a": ".MP4"
  },
  {
    "id": 314,
    "q": "Nếu kết nối Internet của bạn đột nhiên chậm lại, bước khắc phục sự cố đầu tiên nên là gì?",
    "a": "Khởi động lại bộ định tuyến (router) và modem"
  },
  {
    "id": 315,
    "q": "\"Add-on\" trong trình duyệt Firefox tương đương với khái niệm nào trong Chrome?",
    "a": "Extension (Tiện ích mở rộng)"
  },
  {
    "id": 316,
    "q": "Mục đích chính của việc sao lưu dữ liệu là gì?",
    "a": "Để có thể khôi phục lại dữ liệu trong trường hợp mất mát hoặc hư hỏng"
  },
  {
    "id": 317,
    "q": "Trang web nào sau đây có tên miền cấp cao nhất dành cho tổ chức?",
    "a": "https://example.org"
  },
  {
    "id": 318,
    "q": "Tên miền \".edu\" thường được sử dụng cho các tổ chức thuộc lĩnh vực nào?",
    "a": "Giáo dục"
  },
  {
    "id": 319,
    "q": "Để đảm bảo an toàn khi không sử dụng máy tính, bạn nên làm gì?",
    "a": "Đăng xuất (Log out) hoặc khóa (Lock) máy tính"
  },
  {
    "id": 320,
    "q": "Phần mềm mã nguồn mở (Open Source Software) là gì?",
    "a": "Phần mềm có mã nguồn được công khai để mọi người có thể xem, sửa đổi và phân phối"
  },
  {
    "id": 321,
    "q": "Mozilla Firefox là một ví dụ về...",
    "a": "Trình duyệt web mã nguồn mở"
  },
  {
    "id": 322,
    "q": "Khi điền thông tin vào một biểu mẫu (form) trên web, những trường có dấu sao (*) thường có ý nghĩa gì?",
    "a": "Thông tin bắt buộc phải nhập"
  },
  {
    "id": 323,
    "q": "\"E-learning\" (Học tập điện tử) là gì?",
    "a": "Việc học tập được phân phối hoặc hỗ trợ thông qua các phương tiện điện tử, đặc biệt là Internet"
  },
  {
    "id": 324,
    "q": "Trình duyệt web lưu trữ các hình ảnh và tệp từ các trang web bạn đã truy cập để tải chúng nhanh hơn trong lần truy cập sau. Khu vực lưu trữ này được gọi là gì?",
    "a": "Cache"
  },
  {
    "id": 325,
    "q": "Tên của mạng máy tính tiền thân của Internet là gì?",
    "a": "ARPANET"
  },
  {
    "id": 326,
    "q": "Để chọn nhiều tệp tin không liền kề nhau để đính kèm, bạn giữ phím nào trong khi nhấp chuột?",
    "a": "Ctrl"
  },
  {
    "id": 327,
    "q": "Diễn đàn (Forum) trực tuyến là nơi để làm gì?",
    "a": "Người dùng có cùng sở thích thảo luận và trao đổi thông tin"
  },
  {
    "id": 328,
    "q": "Khái niệm \"Internet of Things\" (IoT) đề cập đến điều gì?",
    "a": "Mạng lưới các thiết bị vật lý được tích hợp cảm biến, phần mềm để kết nối và trao đổi dữ liệu qua Internet"
  },
  {
    "id": 329,
    "q": "Xác minh 2 bước thường sử dụng yếu tố thứ hai nào bên cạnh mật khẩu?",
    "a": "Một mã được gửi đến điện thoại của bạn"
  },
  {
    "id": 330,
    "q": "Khi sử dụng công cụ tìm kiếm, kết quả được đánh dấu là \"Quảng cáo\" (Ad) hoặc \"Được tài trợ\" (Sponsored) có nghĩa là gì?",
    "a": "Ai đó đã trả tiền để kết quả của họ được hiển thị ở vị trí nổi bật"
  },
  {
    "id": 331,
    "q": "Thiết bị nào sau đây dùng để lưu trữ dữ liệu lâu dài ngay cả khi đã tắt máy?",
    "a": "Ổ đĩa cứng (HDD/SSD)"
  },
  {
    "id": 332,
    "q": "Tổ hợp phím Windows + D có chức năng gì?",
    "a": "Hiển thị hoặc ẩn màn hình Desktop"
  },
  {
    "id": 333,
    "q": "Chức năng của \"Recycle Bin\" là gì?",
    "a": "Chứa các tệp và thư mục đã bị xóa tạm thời"
  },
  {
    "id": 334,
    "q": "Để giải nén một tệp tin có định dạng .zip, bạn thường làm gì?",
    "a": "Nhấn chuột phải vào tệp tin và chọn \"Extract All...\" hoặc \"Giải nén...\""
  },
  {
    "id": 335,
    "q": "Trong File Explorer, chế độ xem nào cho phép bạn thấy hình ảnh thu nhỏ của các tệp hình ảnh?",
    "a": "Large icons hoặc Tiles"
  },
  {
    "id": 336,
    "q": "Tổ hợp phím Alt + Tab dùng để làm gì?",
    "a": "Chuyển đổi qua lại giữa các cửa sổ ứng dụng đang mở"
  },
  {
    "id": 337,
    "q": "Đâu là một ví dụ về phần mềm ứng dụng?",
    "a": "Microsoft Excel"
  },
  {
    "id": 338,
    "q": "Để gỡ bỏ một phần mềm đã cài đặt trên Windows, phương pháp đúng đắn nhất là gì?",
    "a": "Sử dụng tính năng \"Apps & features\" (hoặc \"Programs and Features\" trong Control Panel)"
  },
  {
    "id": 339,
    "q": "\"Firewall\" (Tường lửa) trong máy tính có vai trò gì?",
    "a": "Ngăn chặn truy cập trái phép vào hoặc ra khỏi một mạng máy tính"
  },
  {
    "id": 340,
    "q": "Tổ hợp phím Windows + L dùng để làm gì?",
    "a": "Khóa màn hình (Lock)"
  },
  {
    "id": 341,
    "q": "Để xem các thông tin chi tiết của một tệp tin như ngày tạo, kích thước, bạn cần làm gì?",
    "a": "Nhấn chuột phải vào tệp tin và chọn Properties"
  },
  {
    "id": 342,
    "q": "Hệ điều hành là gì?",
    "a": "Phần mềm nền tảng quản lý tất cả phần cứng và phần mềm trên máy tính"
  },
  {
    "id": 343,
    "q": "Thiết bị nào sau đây là thiết bị xuất (output device)?",
    "a": "Máy in (Printer)"
  },
  {
    "id": 344,
    "q": "Tổ hợp phím Ctrl + Z thường được sử dụng để làm gì?",
    "a": "Hoàn tác (Undo) thao tác vừa thực hiện"
  },
  {
    "id": 345,
    "q": "Để tạo một lối tắt (shortcut) cho một ứng dụng trên Desktop, bạn làm thế nào?",
    "a": "Nhấn chuột phải vào tệp .exe của ứng dụng, chọn Send to > Desktop (create shortcut)"
  },
  {
    "id": 346,
    "q": "Bit là viết tắt của từ gì?",
    "a": "Binary Digit"
  },
  {
    "id": 347,
    "q": "Để khởi động lại máy tính, bạn chọn lệnh nào trong menu Power?",
    "a": "Restart"
  },
  {
    "id": 348,
    "q": "Phần mềm dùng để đọc các tệp tin định dạng PDF phổ biến là gì?",
    "a": "Adobe Acrobat Reader"
  },
  {
    "id": 349,
    "q": "Trong File Explorer, để di chuyển (cut) một tệp tin, bạn sử dụng tổ hợp phím nào?",
    "a": "Ctrl + X"
  },
  {
    "id": 350,
    "q": "Màn hình cảm ứng (Touchscreen) là loại thiết bị gì?",
    "a": "Vừa là thiết bị nhập, vừa là thiết bị xuất"
  },
  {
    "id": 351,
    "q": "Chức năng của \"Snipping Tool\" hoặc \"Snip & Sketch\" trong Windows là gì?",
    "a": "Chụp ảnh một phần hoặc toàn bộ màn hình"
  },
  {
    "id": 352,
    "q": "Đâu là một ví dụ về một thiết bị lưu trữ di động?",
    "a": "Ổ USB Flash Drive"
  },
  {
    "id": 353,
    "q": "Tổ hợp phím Windows + E có chức năng gì?",
    "a": "Mở File Explorer"
  },
  {
    "id": 354,
    "q": "Trong hệ điều hành Windows, đâu là nơi chứa các cài đặt và tùy chọn cho hệ thống?",
    "a": "Control Panel / Settings"
  },
  {
    "id": 355,
    "q": "Để thay đổi âm lượng của hệ thống, bạn thường nhấn vào biểu tượng nào trên thanh tác vụ?",
    "a": "Biểu tượng loa (Speaker)"
  },
  {
    "id": 356,
    "q": "Một Byte tương đương với bao nhiêu Bit?",
    "a": "8 Bits"
  },
  {
    "id": 357,
    "q": "Hành động \"double-click\" (nhấn đúp chuột) thường được dùng để làm gì?",
    "a": "Mở một tệp tin hoặc khởi chạy một ứng dụng"
  },
  {
    "id": 358,
    "q": "Phần mềm nào không phải là một hệ điều hành?",
    "a": "Google Chrome"
  },
  {
    "id": 359,
    "q": "Để xem danh sách các máy in đã được cài đặt, bạn vào đâu trong Control Panel?",
    "a": "Hardware and Sound > Devices and Printers"
  },
  {
    "id": 360,
    "q": "Tổ hợp phím Ctrl + F thường được sử dụng để làm gì trong nhiều ứng dụng?",
    "a": "Tìm kiếm (Find)"
  },
  {
    "id": 361,
    "q": "\"GUI\" là viết tắt của thuật ngữ nào?",
    "a": "Graphical User Interface"
  },
  {
    "id": 362,
    "q": "Khi bạn định dạng (format) một ổ đĩa USB, điều gì sẽ xảy ra với dữ liệu trên đó?",
    "a": "Toàn bộ dữ liệu sẽ bị xóa"
  },
  {
    "id": 363,
    "q": "Để kết nối vào mạng không dây (Wi-Fi), bạn cần chọn biểu tượng nào trên thanh tác vụ?",
    "a": "Biểu tượng mạng (thường là hình cột sóng hoặc quả địa cầu)"
  },
  {
    "id": 364,
    "q": "Tên gọi khác của thư mục trong hệ điều hành máy tính là gì?",
    "a": "Folder"
  },
  {
    "id": 365,
    "q": "Tổ hợp phím nào dùng để đóng cửa sổ ứng dụng hiện tại?",
    "a": "Alt + F4"
  },
  {
    "id": 366,
    "q": "Thiết bị nào chuyển đổi tín hiệu số từ máy tính thành hình ảnh hiển thị trên màn hình?",
    "a": "Graphics Card (Card đồ họa)"
  },
  {
    "id": 367,
    "q": "Chức năng \"Hibernate\" (Ngủ đông) khác với \"Sleep\" (Ngủ) ở điểm nào?",
    "a": "Hibernate lưu trạng thái làm việc vào ổ cứng và tắt nguồn hoàn toàn"
  },
  {
    "id": 368,
    "q": "Đuôi tệp \".jpg\" hoặc \".jpeg\" thường chỉ loại tệp nào?",
    "a": "Tệp hình ảnh"
  },
  {
    "id": 369,
    "q": "Để khôi phục một tệp tin từ Recycle Bin, bạn làm gì?",
    "a": "Mở Recycle Bin, nhấn chuột phải vào tệp tin và chọn Restore"
  },
  {
    "id": 370,
    "q": "Trong cấu trúc cây thư mục, thư mục nằm bên trong một thư mục khác được gọi là gì?",
    "a": "Thư mục con (Subfolder/Subdirectory)"
  },
  {
    "id": 371,
    "q": "Tổ hợp phím Windows + R dùng để làm gì?",
    "a": "Mở hộp thoại Run"
  },
  {
    "id": 372,
    "q": "\"Phần mềm độc hại\" (Malware) là thuật ngữ chung chỉ điều gì?",
    "a": "Các phần mềm được thiết kế để gây hại hoặc xâm nhập máy tính"
  },
  {
    "id": 373,
    "q": "Để chọn nhiều tệp tin hoặc thư mục không liền kề nhau trong File Explorer, bạn giữ phím nào trong khi nhấn chuột?",
    "a": "Ctrl"
  },
  {
    "id": 374,
    "q": "Để thay đổi ngày và giờ của hệ thống, bạn cần vào đâu?",
    "a": "Time & Language"
  },
  {
    "id": 375,
    "q": "Bộ nhớ nào sẽ mất dữ liệu khi máy tính bị tắt nguồn?",
    "a": "RAM (Random Access Memory)"
  },
  {
    "id": 376,
    "q": "Trong một cửa sổ, nút có biểu tượng dấu gạch ngang \"_\" (Minimize) có chức năng gì?",
    "a": "Thu nhỏ cửa sổ xuống thanh tác vụ (Taskbar)"
  },
  {
    "id": 377,
    "q": "Hành động kéo và thả (Drag and Drop) dùng để làm gì?",
    "a": "Di chuyển hoặc sao chép một đối tượng đến vị trí mới"
  },
  {
    "id": 378,
    "q": "Đâu là một ví dụ về một thiết bị ngoại vi?",
    "a": "Máy quét (Scanner)"
  },
  {
    "id": 379,
    "q": "Phím tắt để mở menu ngữ cảnh (tương đương nhấn chuột phải) là gì?",
    "a": "Phím Menu (thường có biểu tượng danh sách) hoặc Shift + F10"
  },
  {
    "id": 380,
    "q": "Để xem dung lượng trống còn lại của một ổ đĩa, bạn làm gì?",
    "a": "Nhấn chuột phải vào ổ đĩa trong This PC và chọn Properties"
  },
  {
    "id": 381,
    "q": "Tên của không gian làm việc chính trên màn hình, nơi chứa các biểu tượng và thanh tác vụ là gì?",
    "a": "Desktop"
  },
  {
    "id": 382,
    "q": "Tổ hợp phím nào giúp bạn di chuyển nhanh đến đầu tài liệu trong nhiều trình soạn thảo?",
    "a": "Ctrl + Home"
  },
  {
    "id": 383,
    "q": "\"Driver\" của một thiết bị phần cứng là gì?",
    "a": "Phần mềm giúp hệ điều hành giao tiếp và điều khiển thiết bị đó"
  },
  {
    "id": 384,
    "q": "Chức năng \"Task View\" trên thanh tác vụ của Windows 10 dùng để làm gì?",
    "a": "Xem và quản lý các cửa sổ đang mở và các màn hình ảo (Virtual Desktops)"
  },
  {
    "id": 385,
    "q": "Tệp tin có đuôi .gif thường là gì?",
    "a": "Tệp ảnh động hoặc ảnh có nền trong suốt"
  },
  {
    "id": 386,
    "q": "Khi máy tính hoạt động chậm, một trong những việc đầu tiên bạn có thể thử là gì?",
    "a": "Khởi động lại máy tính"
  },
  {
    "id": 387,
    "q": "Để chọn một chuỗi các tệp tin hoặc thư mục liền kề nhau, bạn chọn tệp đầu tiên, sau đó giữ phím nào và chọn tệp cuối cùng?",
    "a": "Shift"
  },
  {
    "id": 388,
    "q": "\"Path\" (Đường dẫn) của một tệp tin là gì?",
    "a": "Vị trí chính xác của tệp tin trong cấu trúc thư mục (ví dụ: C:\\Users\\Admin\\Documents\\report.docx)"
  },
  {
    "id": 389,
    "q": "Phần mềm nào sau đây KHÔNG phải là trình duyệt web?",
    "a": "Adobe Photoshop"
  },
  {
    "id": 390,
    "q": "Trong cửa sổ File Explorer, thanh nào hiển thị đường dẫn của thư mục hiện tại?",
    "a": "Address bar (Thanh địa chỉ)"
  },
  {
    "id": 391,
    "q": "Tổ hợp phím Windows + Tab có chức năng gì?",
    "a": "Mở Task View"
  },
  {
    "id": 392,
    "q": "\"Bluetooth\" là công nghệ dùng để làm gì?",
    "a": "Kết nối không dây giữa các thiết bị ở khoảng cách gần"
  },
  {
    "id": 393,
    "q": "Một Gigabyte (GB) xấp xỉ bằng bao nhiêu Megabyte (MB)?",
    "a": "1024 MB"
  },
  {
    "id": 394,
    "q": "Để thay đổi ứng dụng mặc định để mở một loại tệp tin, bạn cần làm gì?",
    "a": "Nhấn chuột phải vào tệp tin, chọn \"Open with\" > \"Choose another app\""
  },
  {
    "id": 395,
    "q": "\"ROM\" (Read-Only Memory) chứa gì?",
    "a": "Phần mềm khởi động cơ bản của máy tính (BIOS/UEFI)"
  },
  {
    "id": 396,
    "q": "Hệ thống tập tin phổ biến nhất được sử dụng bởi hệ điều hành Windows hiện nay là gì?",
    "a": "NTFS"
  },
  {
    "id": 397,
    "q": "Tổ hợp phím Ctrl + P trong hầu hết các ứng dụng dùng để làm gì?",
    "a": "In (Print)"
  },
  {
    "id": 398,
    "q": "Trong File Explorer, cách nhanh nhất để quay lại thư mục vừa truy cập trước đó là gì?",
    "a": "Nhấn nút mũi tên \"Back\" (Quay lại) ở góc trên bên trái"
  },
  {
    "id": 399,
    "q": "Chức năng của \"Sticky Notes\" trong Windows là gì?",
    "a": "Tạo các ghi chú nhanh trên màn hình Desktop"
  },
  {
    "id": 400,
    "q": "\"User Account\" (Tài khoản người dùng) trong Windows cho phép điều gì?",
    "a": "Nhiều người dùng có thể sử dụng chung một máy tính với các cài đặt và tệp tin riêng biệt"
  },
  {
    "id": 401,
    "q": "Khi một ứng dụng bị \"treo\" (Not Responding), bạn có thể sử dụng công cụ nào để buộc đóng ứng dụng đó?",
    "a": "Task Manager"
  },
  {
    "id": 402,
    "q": "Đuôi tệp .mp3 thường chỉ loại tệp nào?",
    "a": "Tệp âm thanh"
  },
  {
    "id": 403,
    "q": "Để hiển thị các tệp tin và thư mục bị ẩn trong File Explorer, bạn cần vào đâu?",
    "a": "Tab View > Đánh dấu vào ô \"Hidden items\""
  },
  {
    "id": 404,
    "q": "\"Sao lưu\" (Backup) dữ liệu có nghĩa là gì?",
    "a": "Tạo một bản sao của dữ liệu để phòng trường hợp bản gốc bị mất hoặc hỏng"
  },
  {
    "id": 405,
    "q": "Cổng kết nối nào thường được dùng để xuất hình ảnh và âm thanh chất lượng cao từ máy tính ra màn hình hoặc TV?",
    "a": "HDMI"
  },
  {
    "id": 406,
    "q": "\"Folder\" và \"Directory\" về cơ bản có ý nghĩa gì?",
    "a": "Chúng là hai thuật ngữ khác nhau nhưng cùng chỉ một khái niệm: thư mục chứa tệp tin"
  },
  {
    "id": 407,
    "q": "Tổ hợp phím Windows + I dùng để làm gì?",
    "a": "Mở cửa sổ Cài đặt (Settings) của Windows"
  },
  {
    "id": 408,
    "q": "Đâu là một hành động tốt để bảo vệ máy tính khỏi phần mềm độc hại?",
    "a": "Cập nhật hệ điều hành và phần mềm diệt virus thường xuyên"
  },
  {
    "id": 409,
    "q": "Trong File Explorer, chế độ xem \"Details\" (Chi tiết) cung cấp thông tin gì ngoài tên tệp?",
    "a": "Ngày sửa đổi, loại tệp, kích thước, v.v."
  },
  {
    "id": 410,
    "q": "Chức năng của nút \"Refresh\" (hoặc phím F5) trên Desktop hoặc trong File Explorer là gì?",
    "a": "Cập nhật lại nội dung hiển thị của cửa sổ hoặc màn hình"
  },
  {
    "id": 411,
    "q": "Khi bạn \"nén\" (compress) một thư mục, điều gì xảy ra?",
    "a": "Thư mục và các tệp bên trong được gộp lại thành một tệp duy nhất có dung lượng nhỏ hơn"
  },
  {
    "id": 412,
    "q": "Để thay đổi chuột cho người thuận tay trái, bạn sẽ vào đâu trong Settings?",
    "a": "Devices > Mouse"
  },
  {
    "id": 413,
    "q": "Đâu không phải là một chức năng của hệ điều hành?",
    "a": "Soạn thảo một bài luận"
  },
  {
    "id": 414,
    "q": "Tổ hợp phím Ctrl + Shift + N trong File Explorer hoặc trên Desktop dùng để làm gì?",
    "a": "Tạo một thư mục mới"
  },
  {
    "id": 415,
    "q": "\"Clipboard\" là gì?",
    "a": "Một vùng nhớ tạm thời để lưu giữ dữ liệu được sao chép (copy) hoặc cắt (cut)"
  },
  {
    "id": 416,
    "q": "Để đảm bảo an toàn, bạn nên đặt mật khẩu cho tài khoản người dùng của mình như thế nào?",
    "a": "Kết hợp chữ hoa, chữ thường, số và ký tự đặc biệt"
  },
  {
    "id": 417,
    "q": "Đuôi tệp .pptx là của loại tệp nào?",
    "a": "Tệp trình chiếu PowerPoint"
  },
  {
    "id": 418,
    "q": "Chức năng \"Empty Recycle Bin\" sẽ dẫn đến kết quả gì?",
    "a": "Xóa vĩnh viễn tất cả các mục đang có trong Recycle Bin"
  },
  {
    "id": 419,
    "q": "Khi chuột không hoạt động, bạn có thể điều khiển con trỏ chuột bằng bàn phím thông qua tính năng nào?",
    "a": "Mouse Keys"
  },
  {
    "id": 420,
    "q": "Tổ hợp phím Windows + M có chức năng gì?",
    "a": "Thu nhỏ tất cả các cửa sổ đang mở xuống thanh tác vụ"
  },
  {
    "id": 421,
    "q": "Trong các tùy chọn tắt máy, \"Sign out\" (Đăng xuất) có nghĩa là gì?",
    "a": "Đóng tất cả ứng dụng của bạn và thoát khỏi tài khoản người dùng hiện tại"
  },
  {
    "id": 422,
    "q": "Thanh cuộn (Scroll Bar) trong một cửa sổ xuất hiện khi nào?",
    "a": "Khi nội dung của cửa sổ lớn hơn kích thước hiển thị của nó"
  },
  {
    "id": 423,
    "q": "Đâu là thiết bị dùng để nhập âm thanh vào máy tính?",
    "a": "Micrô (Microphone)"
  },
  {
    "id": 424,
    "q": "Để dọn dẹp các tệp tin không cần thiết (tệp tạm, bộ nhớ đệm...) nhằm giải phóng dung lượng ổ đĩa, bạn có thể sử dụng công cụ nào của Windows?",
    "a": "Disk Cleanup / Storage Sense"
  },
  {
    "id": 425,
    "q": "Một \"shortcut\" (lối tắt) trên Desktop có đặc điểm gì?",
    "a": "Là một liên kết trỏ đến một tệp tin hoặc thư mục ở vị trí khác"
  },
  {
    "id": 426,
    "q": "Tổ hợp phím Windows + P được sử dụng để làm gì?",
    "a": "Quản lý các chế độ trình chiếu ra màn hình ngoài (Project)"
  },
  {
    "id": 427,
    "q": "Để xem cấu hình cơ bản của máy tính (như loại CPU, dung lượng RAM), bạn có thể làm gì?",
    "a": "Nhấn chuột phải vào \"This PC\" và chọn \"Properties\""
  },
  {
    "id": 428,
    "q": "\"Phân mảnh ổ đĩa\" (Disk Fragmentation) xảy ra khi nào?",
    "a": "Khi các phần của một tệp tin bị lưu ở nhiều vị trí khác nhau trên ổ đĩa cứng (HDD)"
  },
  {
    "id": 429,
    "q": "Tên miền \".gov\" thường chỉ các trang web của tổ chức nào?",
    "a": "Chính phủ (Government)"
  },
  {
    "id": 430,
    "q": "Hành động nào sau đây là không an toàn khi sử dụng máy tính công cộng?",
    "a": "Lưu thông tin đăng nhập và mật khẩu trên trình duyệt"
  },
  {
    "id": 431,
    "q": "Chế độ An toàn (Safe Mode) của Windows dùng để làm gì?",
    "a": "Khởi động Windows với một bộ trình điều khiển và dịch vụ tối thiểu để khắc phục sự cố"
  },
  {
    "id": 432,
    "q": "Đuôi tệp \".exe\" là viết tắt của từ gì?",
    "a": "Executable"
  },
  {
    "id": 433,
    "q": "Trong File Explorer, để tạo một bản sao của tệp tin trong cùng một thư mục, bạn có thể thực hiện thao tác nào?",
    "a": "Sao chép (Copy) tệp tin đó rồi Dán (Paste) ngay tại thư mục đó"
  },
  {
    "id": 434,
    "q": "Chức năng \"System Restore\" (Khôi phục Hệ thống) dùng để làm gì?",
    "a": "Đưa các tệp tin và cài đặt hệ thống trở về một thời điểm trong quá khứ"
  },
  {
    "id": 435,
    "q": "Loại cổng nào đang dần thay thế các cổng USB-A, HDMI và cổng sạc trên nhiều laptop hiện đại?",
    "a": "USB-C"
  },
  {
    "id": 436,
    "q": "\"Software\" (phần mềm) là gì?",
    "a": "Một tập hợp các chỉ thị hoặc chương trình máy tính để thực hiện một tác vụ cụ thể"
  },
  {
    "id": 437,
    "q": "Tổ hợp phím Windows + mũi tên (lên, xuống, trái, phải) có tác dụng gì?",
    "a": "Sắp xếp cửa sổ đang hoạt động (phóng to, thu nhỏ, sang nửa màn hình trái/phải)"
  },
  {
    "id": 438,
    "q": "Khi mua một phần mềm, \"license\" (giấy phép) cho bạn quyền gì?",
    "a": "Quyền sử dụng phần mềm đó theo các điều khoản và điều kiện của nhà sản xuất"
  },
  {
    "id": 439,
    "q": "\"BIOS\" hoặc \"UEFI\" là gì?",
    "a": "Phần mềm được lưu trên chip của bo mạch chủ, dùng để khởi tạo phần cứng khi bật máy"
  },
  {
    "id": 440,
    "q": "Bạn có thể tìm thấy tên của máy tính (Computer Name) ở đâu?",
    "a": "Trong cửa sổ System Properties (Thuộc tính hệ thống)"
  },
  {
    "id": 441,
    "q": "Để ngăn người khác xem trộm màn hình của bạn khi bạn rời khỏi máy tính trong giây lát, cách nhanh nhất là gì?",
    "a": "Khóa màn hình (Nhấn Windows + L)"
  },
  {
    "id": 442,
    "q": "Tệp tin có đuôi .zip hoặc .rar được gọi là gì?",
    "a": "Tệp nén"
  },
  {
    "id": 443,
    "q": "\"SmartArt\" là công cụ dùng để làm gì?",
    "a": "Tạo các sơ đồ, lưu đồ một cách trực quan và chuyên nghiệp."
  },
  {
    "id": 444,
    "q": "Để chèn một video từ máy tính vào slide, bạn chọn?",
    "a": "Insert -> Video -> This Device"
  },
  {
    "id": 445,
    "q": "Để chèn một đoạn âm thanh (Audio) vào slide, bạn vào đâu?",
    "a": "Insert -> Audio"
  },
  {
    "id": 446,
    "q": "Hiệu ứng chuyển tiếp (Transition) là gì?",
    "a": "Hiệu ứng hình ảnh khi chuyển từ slide này sang slide kế tiếp."
  },
  {
    "id": 447,
    "q": "Để thêm hiệu ứng chuyển tiếp cho slide, bạn chọn thẻ nào?",
    "a": "Transitions"
  },
  {
    "id": 448,
    "q": "Trong thẻ Transitions, \"Effect Options\" dùng để làm gì?",
    "a": "Tùy chỉnh hướng hoặc các kiểu khác nhau của hiệu ứng đã chọn."
  },
  {
    "id": 449,
    "q": "Để áp dụng một hiệu ứng chuyển tiếp cho tất cả các slide trong bài trình chiếu, bạn nhấn vào nút nào sau khi đã chọn hiệu ứng?",
    "a": "Apply to All"
  },
  {
    "id": 450,
    "q": "Hiệu ứng hoạt hình (Animation) trong PowerPoint là gì?",
    "a": "Hiệu ứng chuyển động cho các đối tượng (văn bản, hình ảnh,...) bên trong một slide."
  },
  {
    "id": 451,
    "q": "Để tạo hiệu ứng cho một đối tượng, đầu tiên bạn phải làm gì?",
    "a": "Chọn đối tượng (văn bản, hình ảnh,...) muốn tạo hiệu ứng."
  },
  {
    "id": 452,
    "q": "Sau khi chọn đối tượng, bạn vào thẻ nào để thêm hiệu ứng hoạt hình?",
    "a": "Animations"
  },
  {
    "id": 453,
    "q": "Có mấy nhóm hiệu ứng Animation chính?",
    "a": "4 nhóm: Entrance, Emphasis, Exit và Motion Paths."
  },
  {
    "id": 454,
    "q": "Hiệu ứng \"Fly In\" thuộc nhóm hiệu ứng nào?",
    "a": "Entrance"
  },
  {
    "id": 455,
    "q": "Để xem trước các hiệu ứng hoạt hình trên slide hiện tại, bạn có thể nhấn vào nút nào trong thẻ Animations?",
    "a": "Preview"
  },
  {
    "id": 456,
    "q": "\"Animation Pane\" (Khung hoạt hình) có chức năng gì?",
    "a": "Hiển thị danh sách các hiệu ứng trên slide và cho phép thay đổi thứ tự, thời gian của chúng."
  },
  {
    "id": 457,
    "q": "Trong Animation Pane, làm thế nào để một hiệu ứng bắt đầu cùng lúc với hiệu ứng trước đó?",
    "a": "Chọn \"Start With Previous\"."
  },
  {
    "id": 458,
    "q": "\"Trigger\" (Kích hoạt) trong Animations có tác dụng gì?",
    "a": "Làm cho một hiệu ứng bắt đầu khi bạn nhấp vào một đối tượng cụ thể nào đó."
  },
  {
    "id": 459,
    "q": "Chức năng của \"Slide Master\" là gì?",
    "a": "Để thay đổi, tùy chỉnh định dạng chung (font chữ, màu sắc, logo...) cho tất cả các slide theo một layout nhất định."
  },
  {
    "id": 460,
    "q": "Để truy cập vào chế độ xem \"Slide Master\", bạn vào thẻ nào?",
    "a": "View"
  },
  {
    "id": 461,
    "q": "Trong Slide Master, việc thay đổi trên slide trên cùng (slide to nhất) sẽ ảnh hưởng đến?",
    "a": "Tất cả các slide layout bên dưới nó."
  },
  {
    "id": 462,
    "q": "Lợi ích chính của việc sử dụng Slide Master là gì?",
    "a": "Đảm bảo tính nhất quán về định dạng trong toàn bộ bài trình chiếu và tiết kiệm thời gian chỉnh sửa."
  },
  {
    "id": 463,
    "q": "Để chèn số trang vào tất cả các slide, cách hiệu quả nhất là gì?",
    "a": "Vào Insert -> Header & Footer -> Chọn Slide number."
  },
  {
    "id": 464,
    "q": "Trong hộp thoại \"Header and Footer\", bạn có thể chèn những gì vào slide?",
    "a": "Ngày tháng, số slide và nội dung Footer."
  },
  {
    "id": 465,
    "q": "Để không hiển thị số trang và footer ở slide tiêu đề, bạn cần làm gì trong hộp thoại \"Header and Footer\"?",
    "a": "Đánh dấu vào ô \"Don't show on title slide\"."
  },
  {
    "id": 466,
    "q": "Chức năng \"Notes Page\" (Trang ghi chú) trong PowerPoint dùng để làm gì?",
    "a": "Thêm các ghi chú, lời nhắc cho người thuyết trình mà khán giả không nhìn thấy khi trình chiếu."
  },
  {
    "id": 467,
    "q": "Để xem và chỉnh sửa ghi chú của diễn giả, bạn có thể vào chế độ xem nào?",
    "a": "Normal View (khung ghi chú ở dưới) hoặc Notes Page View"
  },
  {
    "id": 468,
    "q": "Khi đang trình chiếu, làm thế nào để xem ghi chú của diễn giả trên màn hình của mình (nếu có 2 màn hình)?",
    "a": "Sử dụng chế độ xem \"Presenter View\"."
  },
  {
    "id": 469,
    "q": "Để tạo một siêu liên kết (Hyperlink) cho một văn bản hoặc hình ảnh, bạn làm gì?",
    "a": "Chọn đối tượng, nhấn chuột phải và chọn Link hoặc nhấn Ctrl + K."
  },
  {
    "id": 470,
    "q": "Một siêu liên kết có thể trỏ đến đâu?",
    "a": "Một trang web, một slide khác, một tệp tin khác hoặc một địa chỉ email."
  },
  {
    "id": 471,
    "q": "\"Action Buttons\" (Nút hành động) là gì?",
    "a": "Là các hình khối được tạo sẵn để gán các hành động như đi tới slide kế tiếp, quay lại, v.v."
  },
  {
    "id": 472,
    "q": "Bạn có thể tìm thấy \"Action Buttons\" ở đâu?",
    "a": "Thẻ Insert -> Shapes -> Action Buttons (ở cuối danh sách)"
  },
  {
    "id": 473,
    "q": "Để kiểm tra chính tả trong bài trình chiếu, bạn vào thẻ nào?",
    "a": "Review"
  },
  {
    "id": 474,
    "q": "Chức năng nào trong thẻ Review giúp bạn kiểm tra chính tả?",
    "a": "Spelling"
  },
  {
    "id": 475,
    "q": "Trước khi in, bạn nên xem trước bài trình chiếu ở chế độ nào để đảm bảo nội dung và bố cục đúng ý muốn?",
    "a": "Print Preview (xem trước khi in)"
  },
  {
    "id": 476,
    "q": "Để mở giao diện in ấn, bạn chọn thao tác nào?",
    "a": "File -> Print (hoặc Ctrl + P)"
  },
  {
    "id": 477,
    "q": "Trong cài đặt in, mục \"Print All Slides\" cho phép bạn làm gì?",
    "a": "In toàn bộ các slide trong bài trình chiếu."
  },
  {
    "id": 478,
    "q": "Tùy chọn \"Full Page Slides\" trong phần cài đặt in có nghĩa là gì?",
    "a": "In mỗi slide trên một trang giấy đầy đủ."
  },
  {
    "id": 479,
    "q": "Để in nhiều slide trên một trang giấy (ví dụ 6 slide), bạn chọn tùy chọn nào trong phần Settings?",
    "a": "Handouts (ví dụ: 6 Slides Horizontal)"
  },
  {
    "id": 480,
    "q": "Chức năng \"Rehearse Timings\" (Tập dượt thời gian) trong thẻ Slide Show có tác dụng gì?",
    "a": "Ghi lại thời gian bạn dành cho mỗi slide khi bạn tập thuyết trình."
  },
  {
    "id": 481,
    "q": "Để thiết lập một bài trình chiếu tự động lặp lại liên tục, bạn vào đâu?",
    "a": "Thẻ Slide Show -> Set Up Slide Show -> Loop continuously until 'Esc'."
  },
  {
    "id": 482,
    "q": "Tổ hợp phím để nhân đôi (duplicate) một đối tượng đã chọn là gì?",
    "a": "Ctrl + D"
  },
  {
    "id": 483,
    "q": "Làm thế nào để thay đổi kích thước của một hình ảnh mà vẫn giữ nguyên tỷ lệ?",
    "a": "Giữ phím Shift trong khi kéo một trong các điểm điều khiển ở góc."
  },
  {
    "id": 484,
    "q": "Chức năng \"Align\" (Căn chỉnh) trong thẻ Shape Format/Picture Format dùng để làm gì?",
    "a": "Căn chỉnh các đối tượng với nhau hoặc với slide (ví dụ: căn giữa, trên, dưới)."
  },
  {
    "id": 485,
    "q": "Để đưa một đối tượng lên trên một lớp so với đối tượng khác, bạn chọn?",
    "a": "Bring Forward"
  },
  {
    "id": 486,
    "q": "Để thay đổi màu nền cho một slide duy nhất, bạn làm gì?",
    "a": "Nhấn chuột phải vào vùng trống của slide, chọn Format Background."
  },
  {
    "id": 487,
    "q": "Định dạng tệp tin nào cho phép lưu bài trình chiếu thành một chuỗi các hình ảnh?",
    "a": "JPEG hoặc PNG"
  },
  {
    "id": 488,
    "q": "Khi lưu bài trình chiếu dưới dạng \"PowerPoint Show (*.ppsx)\", điều gì sẽ xảy ra khi bạn mở tệp tin đó?",
    "a": "Tự động chạy ở chế độ trình chiếu (Slide Show)."
  },
  {
    "id": 489,
    "q": "Chế độ xem \"Reading View\" có đặc điểm gì?",
    "a": "Hiển thị bài trình chiếu trong một cửa sổ với các nút điều khiển đơn giản, tương tự Slide Show nhưng không toàn màn hình."
  },
  {
    "id": 490,
    "q": "Để chèn một bảng (Table) vào slide, bạn chọn?",
    "a": "Insert -> Table"
  },
  {
    "id": 491,
    "q": "Làm thế nào để hợp nhất (Merge) các ô trong một bảng?",
    "a": "Chọn các ô cần hợp nhất, vào thẻ Table Layout, chọn Merge Cells."
  },
  {
    "id": 492,
    "q": "Để thay đổi màu nền cho các ô trong bảng, bạn chọn công cụ nào trong thẻ Table Design?",
    "a": "Shading"
  },
  {
    "id": 493,
    "q": "Công cụ \"Eyedropper\" (ống hút màu) trong các tùy chọn màu sắc dùng để làm gì?",
    "a": "Lấy một mẫu màu từ bất kỳ đâu trên màn hình của bạn để áp dụng."
  },
  {
    "id": 494,
    "q": "Để thêm một bình luận (Comment) vào một đối tượng, bạn vào thẻ nào?",
    "a": "Review"
  },
  {
    "id": 495,
    "q": "Trong thẻ View, chức năng \"Ruler\" (Thước kẻ) có tác dụng gì?",
    "a": "Hiển thị thước kẻ ngang và dọc để giúp căn chỉnh các đối tượng."
  },
  {
    "id": 496,
    "q": "Chức năng \"Gridlines\" (Đường lưới) trong thẻ View giúp gì?",
    "a": "Hiển thị các đường lưới mờ để căn chỉnh các đối tượng chính xác hơn."
  },
  {
    "id": 497,
    "q": "Phím tắt nào để hoàn tác (Undo) thao tác vừa thực hiện?",
    "a": "Ctrl + Z"
  },
  {
    "id": 498,
    "q": "Tổ hợp phím Ctrl + Y có chức năng gì?",
    "a": "Làm lại (Redo) thao tác vừa hoàn tác (Undo)."
  },
  {
    "id": 499,
    "q": "Để thay đổi hướng của slide (ví dụ từ ngang sang dọc), bạn vào đâu?",
    "a": "Design -> Slide Size -> Custom Slide Size"
  },
  {
    "id": 500,
    "q": "Khi bạn chèn một video, tùy chọn \"Play Full Screen\" có nghĩa là gì?",
    "a": "Video sẽ phát toàn màn hình khi được nhấp vào lúc trình chiếu."
  },
  {
    "id": 501,
    "q": "Để tạo một mục lục có thể nhấp vào để di chuyển đến các slide tương ứng, bạn nên sử dụng tính năng nào?",
    "a": "Hyperlinks"
  },
  {
    "id": 502,
    "q": "Muốn một đoạn âm thanh phát liên tục qua nhiều slide, bạn cần thiết lập ở đâu?",
    "a": "Trong thẻ Playback của Audio, chọn \"Play across slides\"."
  },
  {
    "id": 503,
    "q": "Để ẩn một slide để nó không xuất hiện khi trình chiếu, bạn làm gì?",
    "a": "Nhấn chuột phải vào slide và chọn \"Hide Slide\"."
  },
  {
    "id": 504,
    "q": "Khi một slide bị ẩn, nó sẽ trông như thế nào trong chế độ xem Normal hoặc Slide Sorter?",
    "a": "Số của slide đó bị gạch chéo hoặc mờ đi."
  },
  {
    "id": 505,
    "q": "Chức năng \"Zoom\" trong thẻ Insert cho phép bạn làm gì?",
    "a": "Tạo một hiệu ứng chuyển động tương tác, cho phép phóng to vào các section hoặc slide cụ thể."
  },
  {
    "id": 506,
    "q": "Để thay đổi thứ tự của các hiệu ứng hoạt hình trong một slide, bạn làm gì?",
    "a": "Sử dụng Animation Pane và kéo thả các hiệu ứng hoặc dùng nút Re-order."
  },
  {
    "id": 507,
    "q": "Trong PowerPoint, bạn có thể xuất bài trình chiếu của mình thành định dạng video nào?",
    "a": ".MP4 hoặc .WMV"
  },
  {
    "id": 508,
    "q": "Mục đích của việc sử dụng \"Sections\" (Phân đoạn) trong bài trình chiếu là gì?",
    "a": "Để tổ chức và quản lý các slide thành từng nhóm logic, giúp dễ dàng điều hướng và tùy chỉnh."
  },
  {
    "id": 509,
    "q": "Để tạo một Section mới, bạn làm gì?",
    "a": "Nhấn chuột phải vào khoảng trống giữa hai slide và chọn \"Add Section\"."
  },
  {
    "id": 510,
    "q": "Để chèn Header và Footer cho trang ghi chú (Notes) và trang phát cho khán giả (Handouts), bạn phải vào đâu?",
    "a": "Thẻ Insert -> Header & Footer -> chọn tab \"Notes and Handouts\""
  },
  {
    "id": 511,
    "q": "Phím tắt để mở hộp thoại Font là gì?",
    "a": "Ctrl + T (hoặc Ctrl + Shift + F)"
  },
  {
    "id": 512,
    "q": "Để sao chép định dạng của một đối tượng, sau khi chọn đối tượng nguồn và nhấp vào Format Painter, bạn làm gì tiếp theo để áp dụng cho nhiều đối tượng khác nhau?",
    "a": "Nháy đúp chuột vào Format Painter rồi nhấp vào từng đối tượng."
  },
  {
    "id": 513,
    "q": "Làm thế nào để vẽ một hình vuông hoặc hình tròn hoàn hảo bằng công cụ Shapes?",
    "a": "Giữ phím Shift trong khi vẽ hình chữ nhật hoặc hình elip."
  },
  {
    "id": 514,
    "q": "Chức năng \"Remove Background\" trên một hình ảnh có tác dụng gì?",
    "a": "Tự động xóa phần nền của hình ảnh, giữ lại chủ thể chính."
  },
  {
    "id": 515,
    "q": "Trong phần cài đặt hiệu ứng chuyển tiếp (Transitions), tùy chọn \"On Mouse Click\" có ý nghĩa gì?",
    "a": "Slide tiếp theo sẽ chỉ xuất hiện khi bạn nhấp chuột."
  },
  {
    "id": 516,
    "q": "Tùy chọn \"After\" trong phần cài đặt hiệu ứng chuyển tiếp (Transitions) có ý nghĩa gì?",
    "a": "Slide sẽ tự động chuyển sang slide kế tiếp sau một khoảng thời gian được thiết lập."
  },
  {
    "id": 517,
    "q": "Hiệu ứng hoạt hình thuộc nhóm \"Exit\" có tác dụng gì?",
    "a": "Làm cho đối tượng biến mất khỏi slide."
  },
  {
    "id": 518,
    "q": "Hiệu ứng hoạt động thuộc nhóm \"Emphasis\" có tác dụng gì?",
    "a": "Làm nổi bật đối tượng đã có sẵn trên slide (ví dụ: thay đổi màu sắc, xoay)."
  },
  {
    "id": 519,
    "q": "Để chèn ký tự đặc biệt như ©, ®, ™ vào văn bản, bạn vào đâu?",
    "a": "Insert -> Symbol"
  },
  {
    "id": 520,
    "q": "Trong chế độ Presenter View, màn hình của khán giả sẽ hiển thị gì?",
    "a": "Chỉ có slide đang được trình chiếu ở chế độ toàn màn hình."
  },
  {
    "id": 521,
    "q": "Công cụ \"Thesaurus\" (Từ điển đồng nghĩa) trong thẻ Review dùng để làm gì?",
    "a": "Tìm các từ đồng nghĩa hoặc trái nghĩa cho một từ đã chọn."
  },
  {
    "id": 522,
    "q": "Làm thế nào để thay đổi nhanh bố cục (layout) của một slide đã có nội dung?",
    "a": "Nhấn chuột phải vào slide, chọn \"Layout\" và chọn một bố cục mới."
  },
  {
    "id": 523,
    "q": "Tùy chọn \"Bring to Front\" có tác dụng gì với đối tượng được chọn?",
    "a": "Đưa đối tượng lên lớp trên cùng, che tất cả các đối tượng khác."
  },
  {
    "id": 524,
    "q": "Tùy chọn \"Send to Back\" có tác dụng gì với đối tượng được chọn?",
    "a": "Đưa đối tượng xuống lớp dưới cùng, bị tất cả các đối tượng khác che."
  },
  {
    "id": 525,
    "q": "Để lưu bài trình chiếu thành một tệp PDF, bạn làm gì?",
    "a": "Vào File -> Save As (hoặc Export) và chọn định dạng PDF."
  },
  {
    "id": 526,
    "q": "Để chèn số thứ tự cho một danh sách, bạn sử dụng công cụ nào trong thẻ Home?",
    "a": "Numbering"
  },
  {
    "id": 527,
    "q": "Để tăng cấp của một mục trong danh sách (thụt lề vào trong), bạn nhấn phím nào?",
    "a": "Tab"
  },
  {
    "id": 528,
    "q": "Để giảm cấp của một mục trong danh sách (đẩy lề ra ngoài), bạn nhấn phím nào?",
    "a": "Shift + Tab"
  },
  {
    "id": 529,
    "q": "Chức năng \"New Slide\" trong thẻ Home cho phép bạn làm gì?",
    "a": "Thêm một slide mới vào bài trình chiếu."
  },
  {
    "id": 530,
    "q": "Để áp dụng một màu nền Gradient (chuyển màu) cho slide, bạn chọn tùy chọn nào trong Format Background?",
    "a": "Gradient fill"
  },
  {
    "id": 531,
    "q": "Chức năng của \"Merge Shapes\" (Hợp nhất hình khối) là gì?",
    "a": "Kết hợp nhiều hình khối lại với nhau để tạo ra một hình dạng mới (ví dụ: hợp nhất, cắt bỏ phần giao nhau)."
  },
  {
    "id": 532,
    "q": "Bạn có thể tìm thấy công cụ \"Merge Shapes\" ở đâu?",
    "a": "Thẻ Shape Format (sau khi chọn ít nhất hai hình khối)"
  },
  {
    "id": 533,
    "q": "Để thêm đầu trang (Header) và chân trang (Footer) vào bài trình chiếu, bạn vào thẻ nào?",
    "a": "Insert"
  },
  {
    "id": 534,
    "q": "Làm thế nào để một video tự động phát ngay khi slide chứa nó xuất hiện?",
    "a": "Trong thẻ Playback, ở mục Start, chọn \"Automatically\"."
  },
  {
    "id": 535,
    "q": "Để cắt bớt một đoạn đầu hoặc cuối của video đã chèn, bạn dùng công cụ nào trong thẻ Playback?",
    "a": "Trim Video"
  },
  {
    "id": 536,
    "q": "Khi lưu tệp, việc chọn \"Embed fonts in the file\" có lợi ích gì?",
    "a": "Đảm bảo bài trình chiếu hiển thị đúng phông chữ trên máy tính khác dù máy đó không cài đặt phông chữ bạn đã dùng."
  },
  {
    "id": 537,
    "q": "Chức năng \"Compress Pictures\" (Nén ảnh) có tác dụng gì?",
    "a": "Giảm độ phân giải của hình ảnh để làm giảm dung lượng của tệp trình chiếu."
  },
  {
    "id": 538,
    "q": "Để thay đổi tất cả các từ \"HN\" thành \"Hà Nội\" trong toàn bộ bài trình chiếu, bạn dùng công cụ nào?",
    "a": "Replace"
  },
  {
    "id": 539,
    "q": "Bạn có thể tìm thấy công cụ \"Replace\" trong thẻ nào?",
    "a": "Home"
  },
  {
    "id": 540,
    "q": "Tổ hợp phím tắt để mở công cụ \"Replace\" là gì?",
    "a": "Ctrl + H"
  },
  {
    "id": 541,
    "q": "Trong chế độ Slide Show, nhấn phím 'W' sẽ có tác dụng gì?",
    "a": "Hiển thị một màn hình trắng."
  },
  {
    "id": 542,
    "q": "Trong chế độ Slide Show, nhấn phím 'B' sẽ có tác dụng gì?",
    "a": "Hiển thị một màn hình đen."
  },
  {
    "id": 543,
    "q": "Để vẽ hoặc ghi chú trực tiếp lên slide khi đang trình chiếu, bạn làm gì?",
    "a": "Nhấn Ctrl + P hoặc di chuột đến góc dưới bên trái và chọn biểu tượng cây bút."
  },
  {
    "id": 544,
    "q": "Làm cách nào để xóa các nét vẽ bạn vừa tạo trong khi đang trình chiếu?",
    "a": "Nhấn phím 'E'."
  },
  {
    "id": 545,
    "q": "Để chuyển nhanh đến một slide cụ thể trong khi đang trình chiếu, bạn làm gì?",
    "a": "Gõ số thứ tự của slide đó rồi nhấn Enter."
  },
  {
    "id": 546,
    "q": "Chức năng nào cho phép bạn tạo một bài trình chiếu tùy chỉnh chỉ chứa một số slide được chọn từ bài trình chiếu gốc?",
    "a": "Custom Slide Show"
  },
  {
    "id": 547,
    "q": "Bạn có thể tìm thấy \"Custom Slide Show\" ở đâu?",
    "a": "Thẻ Slide Show"
  },
  {
    "id": 548,
    "q": "Đâu là một nguyên tắc tốt khi thiết kế slide trình chiếu?",
    "a": "Giữ cho nội dung mỗi slide ngắn gọn, súc tích và sử dụng hình ảnh để minh họa."
  },
  {
    "id": 549,
    "q": "Mục đích chính của nền slide (background) là gì?",
    "a": "Tăng tính thẩm mỹ và làm nổi bật nội dung chính của slide."
  },
  {
    "id": 550,
    "q": "Khi chọn màu chữ và màu nền, quy tắc tương phản có nghĩa là gì?",
    "a": "Chọn màu chữ và màu nền có sự khác biệt rõ rệt để dễ đọc (ví dụ: chữ đen trên nền trắng)."
  },
  {
    "id": 551,
    "q": "Trong hộp thoại Paragraph, tùy chọn \"Indentation\" dùng để thiết lập gì?",
    "a": "Thụt lề cho đoạn văn"
  },
  {
    "id": 552,
    "q": "Để chèn một bảng vào văn bản, bạn vào thẻ nào?",
    "a": "Insert"
  },
  {
    "id": 553,
    "q": "Trong thẻ Table Tools -> Layout, chức năng \"Merge Cells\" dùng để làm gì?",
    "a": "Gộp nhiều ô thành một ô"
  },
  {
    "id": 554,
    "q": "Chức năng \"Split Cells\" trong bảng dùng để làm gì?",
    "a": "Tách một ô thành nhiều ô"
  },
  {
    "id": 555,
    "q": "Để chèn một hình ảnh từ máy tính vào văn bản, bạn chọn?",
    "a": "Insert -> Pictures"
  },
  {
    "id": 556,
    "q": "Công cụ \"Wrap Text\" trong thẻ Picture Tools -> Format dùng để làm gì?",
    "a": "Điều chỉnh cách văn bản bao quanh hình ảnh"
  },
  {
    "id": 557,
    "q": "Để chèn một hình vẽ (như hình chữ nhật, mũi tên), bạn sử dụng chức năng nào?",
    "a": "Insert -> Shapes"
  },
  {
    "id": 558,
    "q": "Chức năng \"Header\" trong thẻ Insert dùng để làm gì?",
    "a": "Tạo tiêu đề đầu trang"
  },
  {
    "id": 559,
    "q": "Để tạo tiêu đề chân trang, bạn chọn chức năng nào?",
    "a": "Insert -> Footer"
  },
  {
    "id": 560,
    "q": "Chức năng đánh số trang tự động nằm ở đâu?",
    "a": "Insert -> Page Number"
  },
  {
    "id": 561,
    "q": "Để kiểm tra lỗi chính tả và ngữ pháp, bạn vào thẻ nào?",
    "a": "Review"
  },
  {
    "id": 562,
    "q": "Phím tắt để bắt đầu kiểm tra chính tả là gì?",
    "a": "F7"
  },
  {
    "id": 563,
    "q": "Để thiết lập lề cho trang giấy (Margins), bạn vào đâu?",
    "a": "Page Layout -> Margins"
  },
  {
    "id": 564,
    "q": "Để thay đổi kích thước khổ giấy (ví dụ A4, Letter), bạn chọn?",
    "a": "Page Layout -> Size"
  },
  {
    "id": 565,
    "q": "Chức năng chia văn bản thành nhiều cột (Columns) nằm ở đâu?",
    "a": "Page Layout -> Columns"
  },
  {
    "id": 566,
    "q": "Để chèn một dấu ngắt trang (Page Break), bạn nhấn tổ hợp phím nào?",
    "a": "Ctrl + Enter"
  },
  {
    "id": 567,
    "q": "Trong chế độ xem \"Print Layout\", bạn thấy văn bản như thế nào?",
    "a": "Giống như khi được in ra giấy"
  },
  {
    "id": 568,
    "q": "Chế độ xem \"Read Mode\" tối ưu cho việc gì?",
    "a": "Đọc văn bản trên màn hình"
  },
  {
    "id": 569,
    "q": "Chức năng \"Zoom\" trong thẻ View dùng để làm gì?",
    "a": "Phóng to hoặc thu nhỏ chế độ xem tài liệu"
  },
  {
    "id": 570,
    "q": "Để sao chép định dạng của một đoạn văn bản và áp dụng cho đoạn khác, bạn dùng công cụ nào?",
    "a": "Format Painter"
  },
  {
    "id": 571,
    "q": "Tổ hợp phím Ctrl + Shift + C dùng để làm gì?",
    "a": "Chỉ sao chép định dạng"
  },
  {
    "id": 572,
    "q": "Tổ hợp phím Ctrl + Shift + V có chức năng gì?",
    "a": "Dán định dạng đã sao chép"
  },
  {
    "id": 573,
    "q": "Để tạo một Drop Cap (chữ to đầu đoạn), bạn vào thẻ nào?",
    "a": "Insert"
  },
  {
    "id": 574,
    "q": "Chức năng \"WordArt\" dùng để làm gì?",
    "a": "Tạo chữ nghệ thuật"
  },
  {
    "id": 575,
    "q": "Để chèn một ký tự đặc biệt (ví dụ ©, ®), bạn sử dụng chức năng nào?",
    "a": "Insert -> Symbol"
  },
  {
    "id": 576,
    "q": "Trong bảng (Table), để di chuyển đến ô tiếp theo, bạn có thể nhấn phím nào?",
    "a": "Tab"
  },
  {
    "id": 577,
    "q": "Để di chuyển về ô phía trước trong bảng, bạn nhấn tổ hợp phím nào?",
    "a": "Shift + Tab"
  },
  {
    "id": 578,
    "q": "Để thêm một dòng mới ở cuối bảng, bạn đặt con trỏ ở ô cuối cùng và nhấn phím gì?",
    "a": "Tab"
  },
  {
    "id": 579,
    "q": "Làm thế nào để thay đổi đường viền cho bảng (Table Borders)?",
    "a": "Table Tools -> Design -> Borders"
  },
  {
    "id": 580,
    "q": "Chức năng \"Shading\" trong Table Tools -> Design dùng để làm gì?",
    "a": "Tô màu nền cho ô hoặc bảng"
  },
  {
    "id": 581,
    "q": "Để chuyển đổi văn bản có sẵn thành bảng, bạn vào đâu?",
    "a": "Insert -> Table -> Convert Text to Table"
  },
  {
    "id": 582,
    "q": "Chức năng \"Text Direction\" trong Table Tools -> Layout cho phép bạn làm gì?",
    "a": "Thay đổi hướng của văn bản trong ô"
  },
  {
    "id": 583,
    "q": "Làm thế nào để lặp lại dòng tiêu đề của bảng trên mỗi trang?",
    "a": "Table Tools -> Layout -> Repeat Header Rows"
  },
  {
    "id": 584,
    "q": "Để chèn một biểu đồ (Chart) vào Word, bạn chọn?",
    "a": "Insert -> Chart"
  },
  {
    "id": 585,
    "q": "Để chèn một siêu liên kết (Hyperlink) vào văn bản, bạn dùng tổ hợp phím nào?",
    "a": "Ctrl + K"
  },
  {
    "id": 586,
    "q": "Một siêu liên kết trong Word có thể dẫn đến đâu?",
    "a": "Một trang web, một file, một địa chỉ email hoặc một vị trí trong tài liệu"
  },
  {
    "id": 587,
    "q": "Chức năng \"Bookmark\" (Đánh dấu) trong thẻ Insert dùng để làm gì?",
    "a": "Tạo một vị trí tham chiếu trong tài liệu"
  },
  {
    "id": 588,
    "q": "Để tạo mục lục tự động, trước hết bạn cần làm gì?",
    "a": "Áp dụng các kiểu định dạng (Styles) cho các tiêu đề"
  },
  {
    "id": 589,
    "q": "Chức năng tạo mục lục (Table of Contents) nằm ở thẻ nào?",
    "a": "References"
  },
  {
    "id": 590,
    "q": "Để cập nhật một mục lục đã tạo, bạn làm gì?",
    "a": "Nhấn chuột phải vào mục lục và chọn Update Field"
  },
  {
    "id": 591,
    "q": "Chức năng \"Footnote\" (Ghi chú chân trang) dùng để làm gì?",
    "a": "Thêm ghi chú hoặc trích dẫn ở cuối trang"
  },
  {
    "id": 592,
    "q": "Sự khác biệt giữa Footnote và Endnote là gì?",
    "a": "Footnote xuất hiện ở cuối mỗi trang, Endnote xuất hiện ở cuối tài liệu"
  },
  {
    "id": 593,
    "q": "Để chèn một chú thích cho hình ảnh (Caption), bạn làm gì?",
    "a": "Nhấn chuột phải vào ảnh -> Insert Caption"
  },
  {
    "id": 594,
    "q": "Chức năng \"Track Changes\" trong thẻ Review có công dụng gì?",
    "a": "Theo dõi và hiển thị các thay đổi được thực hiện trong tài liệu"
  },
  {
    "id": 595,
    "q": "Khi \"Track Changes\" được bật, các nội dung bị xóa sẽ hiển thị như thế nào?",
    "a": "Bị gạch ngang hoặc hiển thị trong bong bóng chú thích"
  },
  {
    "id": 596,
    "q": "Để chấp nhận một thay đổi khi dùng Track Changes, bạn chọn nút nào?",
    "a": "Accept"
  },
  {
    "id": 597,
    "q": "Làm thế nào để so sánh hai phiên bản của một tài liệu?",
    "a": "Review -> Compare -> Compare..."
  },
  {
    "id": 598,
    "q": "Chức năng \"Restrict Editing\" trong thẻ Review cho phép bạn làm gì?",
    "a": "Hạn chế các loại thay đổi người khác có thể thực hiện"
  },
  {
    "id": 599,
    "q": "Để đặt mật khẩu cho việc mở hoặc chỉnh sửa tài liệu, bạn vào đâu?",
    "a": "File -> Info -> Protect Document"
  },
  {
    "id": 600,
    "q": "Khi lưu tài liệu dưới dạng PDF, điều gì xảy ra?",
    "a": "Định dạng được giữ nguyên và khó chỉnh sửa hơn"
  },
  {
    "id": 601,
    "q": "Để lưu file Word sang định dạng PDF, bạn chọn thao tác nào?",
    "a": "File -> Save As -> Chọn \"PDF\" trong mục \"Save as type\""
  },
  {
    "id": 602,
    "q": "Trong hộp thoại Print, tùy chọn \"Copies\" để làm gì?",
    "a": "Chọn số lượng bản in"
  },
  {
    "id": 603,
    "q": "Làm thế nào để chỉ in các trang chẵn của tài liệu?",
    "a": "Trong mục Settings, chọn \"Only Print Odd Pages\" rồi chọn \"Only Print Even Pages\" sau đó. Tuy nhiên, cách trực tiếp là chọn \"Only Print Even Pages\""
  },
  {
    "id": 604,
    "q": "Để chỉ in trang hiện tại, bạn chọn tùy chọn nào trong cài đặt in?",
    "a": "Print Current Page"
  },
  {
    "id": 605,
    "q": "Chức năng \"Print Selection\" dùng để làm gì?",
    "a": "Chỉ in phần văn bản đang được bôi đen"
  },
  {
    "id": 606,
    "q": "Để chèn một trang bìa (Cover Page) có sẵn, bạn vào đâu?",
    "a": "Insert -> Cover Page"
  },
  {
    "id": 607,
    "q": "Làm thế nào để thêm đường viền cho trang (Page Borders)?",
    "a": "Page Layout -> Page Borders"
  },
  {
    "id": 608,
    "q": "Chức năng \"Watermark\" (Hình mờ) trong thẻ Page Layout dùng để làm gì?",
    "a": "Chèn một văn bản hoặc hình ảnh mờ phía sau nội dung chính"
  },
  {
    "id": 609,
    "q": "Làm thế nào để thay đổi màu nền của trang giấy?",
    "a": "Page Layout -> Page Color"
  },
  {
    "id": 610,
    "q": "Tổ hợp phím Shift + F3 có tác dụng gì?",
    "a": "Thay đổi qua lại giữa các kiểu chữ hoa/thường"
  },
  {
    "id": 611,
    "q": "Để tạo một dòng kẻ ngang nhanh chóng, bạn có thể gõ ký tự nào ba lần rồi nhấn Enter?",
    "a": "---"
  },
  {
    "id": 612,
    "q": "Để chọn một từ, bạn thực hiện thao tác nào?",
    "a": "Nhấn đúp chuột vào từ đó"
  },
  {
    "id": 613,
    "q": "Để chọn một đoạn văn, bạn làm gì?",
    "a": "Nhấn chuột ba lần vào đoạn văn"
  },
  {
    "id": 614,
    "q": "Làm thế nào để xóa một ký tự bên trái con trỏ?",
    "a": "Backspace"
  },
  {
    "id": 615,
    "q": "Phím Delete trên bàn phím có chức năng gì?",
    "a": "Xóa ký tự bên phải con trỏ"
  },
  {
    "id": 616,
    "q": "Tổ hợp phím Ctrl + Backspace dùng để làm gì?",
    "a": "Xóa một từ bên trái con trỏ"
  },
  {
    "id": 617,
    "q": "Tổ hợp phím Ctrl + Delete dùng để làm gì?",
    "a": "Xóa một từ bên phải con trỏ"
  },
  {
    "id": 618,
    "q": "Phím Home trên bàn phím đưa con trỏ đến đâu?",
    "a": "Đầu dòng hiện tại"
  },
  {
    "id": 619,
    "q": "Phím End trên bàn phím đưa con trỏ đến đâu?",
    "a": "Cuối dòng hiện tại"
  },
  {
    "id": 620,
    "q": "Tổ hợp phím Ctrl + Home đưa con trỏ đến vị trí nào?",
    "a": "Đầu tài liệu"
  },
  {
    "id": 621,
    "q": "Tổ hợp phím Ctrl + End có chức năng gì?",
    "a": "Đi đến cuối tài liệu"
  },
  {
    "id": 622,
    "q": "Chức năng \"Spike\" (Ctrl + F3) trong Word là gì?",
    "a": "Cắt nhiều phần văn bản và dán tất cả cùng lúc"
  },
  {
    "id": 623,
    "q": "Để dán nội dung từ Spike, bạn dùng tổ hợp phím nào?",
    "a": "Ctrl + Shift + F3"
  },
  {
    "id": 624,
    "q": "Để xem cấu trúc dàn bài của tài liệu, bạn nên dùng chế độ xem nào?",
    "a": "Outline"
  },
  {
    "id": 625,
    "q": "Làm thế nào để chèn ngày và giờ hiện tại vào văn bản?",
    "a": "Insert -> Date & Time"
  },
  {
    "id": 626,
    "q": "Để tạo một biểu mẫu (form) trong Word, bạn cần hiển thị thẻ nào?",
    "a": "Developer"
  },
  {
    "id": 627,
    "q": "Nếu thẻ Developer không hiển thị, làm thế nào để bật nó?",
    "a": "File -> Options -> Customize Ribbon -> Check \"Developer\""
  },
  {
    "id": 628,
    "q": "Chức năng \"AutoCorrect\" giúp bạn làm gì?",
    "a": "Tự động sửa các lỗi gõ sai phổ biến"
  },
  {
    "id": 629,
    "q": "Bạn có thể tùy chỉnh các quy tắc AutoCorrect ở đâu?",
    "a": "File -> Options -> Proofing -> AutoCorrect Options"
  },
  {
    "id": 630,
    "q": "Để tạo một Style (kiểu định dạng) mới, bạn làm gì?",
    "a": "Mở rộng cửa sổ Styles -> Create a Style"
  },
  {
    "id": 631,
    "q": "Lợi ích chính của việc sử dụng Styles là gì?",
    "a": "Đảm bảo định dạng nhất quán và dễ dàng thay đổi hàng loạt"
  },
  {
    "id": 632,
    "q": "Để ngắt dòng mà không tạo đoạn mới, bạn dùng tổ hợp phím nào?",
    "a": "Shift + Enter"
  },
  {
    "id": 633,
    "q": "Trong hộp thoại \"Find and Replace\", ký hiệu `^p` đại diện cho cái gì?",
    "a": "Một dấu ngắt đoạn (Paragraph Mark)"
  },
  {
    "id": 634,
    "q": "Ký hiệu `^t` trong hộp thoại \"Find and Replace\" được dùng để tìm kiếm gì?",
    "a": "Dấu Tab"
  },
  {
    "id": 635,
    "q": "Chức năng \"Mail Merge\" (Trộn thư) dùng để làm gì?",
    "a": "Tạo các tài liệu cá nhân hóa (thư, nhãn) từ một danh sách dữ liệu"
  },
  {
    "id": 636,
    "q": "Thẻ nào chứa các công cụ cho Mail Merge?",
    "a": "Mailings"
  },
  {
    "id": 637,
    "q": "Bước đầu tiên trong quy trình Mail Merge là gì?",
    "a": "Chọn loại tài liệu và danh sách người nhận"
  },
  {
    "id": 638,
    "q": "Nguồn dữ liệu cho Mail Merge có thể là gì?",
    "a": "Bảng Word, sổ địa chỉ Outlook, bảng tính Excel, v.v."
  },
  {
    "id": 639,
    "q": "\"Merge Field\" trong Mail Merge là gì?",
    "a": "Một mã giữ chỗ để chèn thông tin từ nguồn dữ liệu"
  },
  {
    "id": 640,
    "q": "Để hoàn tất việc trộn thư, bạn chọn tùy chọn nào?",
    "a": "Cả ba tùy chọn trên đều là cách để hoàn tất"
  },
  {
    "id": 641,
    "q": "Làm thế nào để chèn phương trình toán học vào Word?",
    "a": "Insert -> Equation"
  },
  {
    "id": 642,
    "q": "Thanh công cụ mini (Mini Toolbar) xuất hiện khi nào?",
    "a": "Khi bạn chọn (bôi đen) văn bản"
  },
  {
    "id": 643,
    "q": "Chế độ xem \"Draft\" hiển thị văn bản như thế nào?",
    "a": "Hiển thị văn bản thô, không có bố cục phức tạp như Header, Footer"
  },
  {
    "id": 644,
    "q": "Làm thế nào để ẩn hoặc hiện thước đo (Ruler)?",
    "a": "View -> Ruler"
  },
  {
    "id": 645,
    "q": "Trong Microsoft Word, \"template\" (.dotx) là gì?",
    "a": "Một tệp mẫu với các định dạng và bố cục được xác định trước"
  },
  {
    "id": 646,
    "q": "Khi bạn tạo một tài liệu mới dựa trên một template, điều gì xảy ra?",
    "a": "Một tài liệu mới (.docx) được tạo ra với các định dạng của template"
  },
  {
    "id": 647,
    "q": "Chức năng \"Thesaurus\" (Từ điển đồng nghĩa) giúp bạn làm gì?",
    "a": "Tìm các từ đồng nghĩa hoặc trái nghĩa"
  },
  {
    "id": 648,
    "q": "Để sử dụng Thesaurus, bạn nhấn chuột phải vào một từ và chọn?",
    "a": "Synonyms"
  },
  {
    "id": 649,
    "q": "Phím tắt để mở từ điển đồng nghĩa (Thesaurus) là gì?",
    "a": "Shift + F7"
  },
  {
    "id": 650,
    "q": "Chức năng \"Word Count\" trong thẻ Review cung cấp thông tin gì?",
    "a": "Chỉ số từ và số ký tự"
  },
  {
    "id": 651,
    "q": "Để chèn một bình luận (Comment) vào tài liệu, bạn vào thẻ nào?",
    "a": "Review -> New Comment"
  },
  {
    "id": 652,
    "q": "Làm thế nào để di chuyển nhanh giữa các bình luận?",
    "a": "Trong thẻ Review, sử dụng nút Previous/Next trong nhóm Comments"
  },
  {
    "id": 653,
    "q": "Mục đích của việc chia văn bản thành các section là gì?",
    "a": "Để áp dụng các định dạng trang khác nhau (lề, hướng giấy, header/footer) cho các phần khác nhau của tài liệu"
  },
  {
    "id": 654,
    "q": "Để chèn một Section Break, bạn vào đâu?",
    "a": "Page Layout -> Breaks"
  },
  {
    "id": 655,
    "q": "Sự khác biệt giữa Page Break và Section Break (Next Page) là gì?",
    "a": "Cả hai đều bắt đầu trang mới, nhưng Section Break cho phép định dạng trang khác với section trước"
  },
  {
    "id": 656,
    "q": "Để tạo các Header/Footer khác nhau cho các Section, bạn cần tắt tùy chọn nào?",
    "a": "Link to Previous"
  },
  {
    "id": 657,
    "q": "Chức năng \"SmartArt\" trong thẻ Insert cho phép bạn tạo ra cái gì?",
    "a": "Các sơ đồ trực quan (quy trình, phân cấp, chu kỳ...)"
  },
  {
    "id": 658,
    "q": "Để căn chỉnh các đối tượng (hình ảnh, shape) với nhau, bạn có thể sử dụng công cụ nào?",
    "a": "Align"
  },
  {
    "id": 659,
    "q": "Chức năng \"Group\" các đối tượng có tác dụng gì?",
    "a": "Kết hợp nhiều đối tượng thành một để dễ dàng di chuyển và định dạng"
  },
  {
    "id": 660,
    "q": "Để thay đổi thứ tự xếp chồng của các đối tượng (đưa ra trước, đưa về sau), bạn dùng lệnh nào?",
    "a": "Bring Forward / Send Backward"
  },
  {
    "id": 661,
    "q": "Làm thế nào để xem các ký tự không in được (như dấu cách, dấu tab, dấu ngắt đoạn)?",
    "a": "Home -> Show/Hide ¶"
  },
  {
    "id": 662,
    "q": "Để thay đổi khoảng cách mặc định của điểm dừng Tab, bạn vào đâu?",
    "a": "Hộp thoại Paragraph -> Tabs..."
  },
  {
    "id": 663,
    "q": "Trong Word, lề đối xứng (Mirrored margins) thường được sử dụng cho mục đích gì?",
    "a": "In hai mặt (đóng sách)"
  },
  {
    "id": 664,
    "q": "Để áp dụng một Theme (chủ đề) cho toàn bộ tài liệu (bao gồm màu sắc, phông chữ, hiệu ứng), bạn vào thẻ nào?",
    "a": "Page Layout"
  },
  {
    "id": 665,
    "q": "Khi dán văn bản, tùy chọn \"Keep Text Only\" có nghĩa là gì?",
    "a": "Chỉ dán nội dung chữ, loại bỏ mọi định dạng gốc"
  }
]
